[
    {
        "author": "Sarian, Antranig",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "Why do we play TTRPG games in groups? This practice leads to games that Conway describes as having a poor 'fun coefficient'.",
            "Much time is spent passively watching as other players labouriously take their turn, with players spending at most 25% of the time in the spotlight.",
            "Part of the reason we play games in groups is because we do not merely wish to roleplay, but we wish to roleplay within the gaze of the other.",
            "Much of Jacques Lacan's work focuses on the psychoanalytic importance of the 'gaze', wherein by being watched we come to perceive and interpret ourselves through the gaze of the other.",
            "Albrechtslund also, in his research on social media performances notes the importance of 'participatory surveillance', on the gratifying experience of not only performing but to perform in a way that allows one to be seen within that performance.",
            "If a Barbarian rages and there's nobody there to see it, did they really rage at all?",
            "Instead of simulating a game world through complex, time consuming math; skill checks are instead a fuzzy tabletop consensus.",
            "You are constantly watching and being watched when you play, generating a game that leans into the very aspect that causes players to roleplay in big groups.",
            "The purpose of the game is to create a TTRPG experience where everyone is playing, where the rules are light but robust, and where players feel as if their roleplaying performance is constantly subject to the gaze of others."
        ]
    },
    {
        "author": "Zhou, Tengchao",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "Fantastic STIs 18 to 81 is a game that explores love, loneliness, and STI threats, mirroring real-world science and social issues, including the HIV/AIDS pandemic.",
            "Created by me, a self-funded, solo, brown queer, generative artist, the game utilizes only emojis and code-generated visuals, reflecting an algorist aesthetic.",
            "This mirrors many queer indie games: small-scale, low-budget, politically and passionately driven, prioritizing artistic freedom and niche topics over commercial success.",
            "Like 'bullet hell' games, the goal is survival, not defeating a boss, aiming to reach age 81 without excessive STIs or extreme loneliness.",
            "Increased STI infection reduces player vision and increases the likelihood of losing, simulating disease burden.",
            "Losing due to excessive loneliness symbolizes 'the end of loneliness' or the end of life, referencing the Buddhist concept of Parinirvana.",
            "This signals that navigating love and loneliness amidst STIs may seem solitary, but it is a journey shared by many and has marks in the culture.",
            "Accidental contact with HIV triggers a 10-second countdown. Reaching PEP pills in time prevents HIV infection; otherwise, the player becomes infected.",
            "Playing in Fantastic STIs 18 to 81 is not trivializing a serious topic or making mindless fun out of a dire situation, but rather instilling a fighter's bravery in the hearts of the players."
        ]
    },
    {
        "author": "Bennett, Joel & Lagarto, Rik",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "Understanding the game production pipeline can be a challenge for students new to game development.",
            "Students frequently conflate stages or misunderstand their purpose, for example confusing prototype with alpha or assuming polish and gold mean the same thing.",
            "This lack of clarity undermines their ability to plan effectively, manage scope, and reflect on their projects.",
            "Addressing this challenge requires an approach that goes beyond definition and instead creates opportunities for students to experience production as an ordered system.",
            "Instead of presenting development stages as fixed definitions, the prototype connects each phase to a principle of visual hierarchy.",
            "This creates a natural flow where visual change reinforces conceptual understanding, allowing students to see how production processes and design principles operate in tandem.",
            "This iterative model mirrors the very pipeline the game seeks to teach, demonstrating that development is an ongoing process shaped by collaboration and reflection.",
            "The significance of Pipeline Protocol is that it reconceptualises the production pipeline as a playable system, where students encounter development not through static description but through interactive progression.",
            "By embedding visual hierarchy into the experience, the project reduces the abstraction of production knowledge and offers students a scaffolded, confidence-building entry point into complex material."
        ]
    },
    {
        "author": "Johnson, Mark R & Baguley, James",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "Watching the channel it becomes clear that in this live stream such Australian identity markers occupy an interesting dual role -- they simultaneously explicitly mark the channel out as being 'Australian', but they also allow the streamer to reflect with seemingly genuine amusement on noteworthy, archetypal or idiosyncratic elements of Australian culture and history.",
            "This is most likely due to the implicit and assumed 'American-ness' of the quotidian live streamer on Twitch -- itself an American company.",
            "Yet what makes live streaming so distinctive is the ability for anyone, from almost any country, to develop something akin to a personalised television channel, and broadcast its material globally.",
            "Scholarship on live streaming is dominated by the North American context, and to a lesser extent the mainland Chinese context.",
            "Australian viewers appreciate the opportunity to forge social connections with their compatriots, while non-Australian viewers find Australian Twitch communities to be no different from any others.",
            "Both Australians and non-Australians are strongly drawn to the cultural elements of Australian live streaming.",
            "Viewers both domestic and abroad expressed a strong appreciation for the attitude of Australian live streamers, often emphasising their humour, their authenticity, and how unlike other live streamers they are perceived as being.",
            "The Australian live streamer appears a novel and distinct type of broadcaster who stands in some ways alongside, but in some ways very far away from, live streaming norms.",
            "Nationality, and the presentation and articulation of that nationality, are vital elements in Twitch streaming which have rarely seen much attention."
        ]
    },
    {
        "author": "Li, Zoe",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "While they operate much like real-life streamers, VTubers are distinguished by their digitally-mediated performances, harnessing technologies such as motion-capture to embody an avatar.",
            "VTubers occupy a participatory realm where individuals can express themselves and form counterpublics against hegemonic, masculine technocultures rampant in gaming communities.",
            "The creation of a VTuber's online gender is not static, but rather a dynamic process that adapts in real-time through interactions between their design and fictive persona, their 'offline' identity, and audience engagement.",
            "Unlike traditional streamers, VTubers must navigate the expectations of not only their viewers but also the affordances of a real-life 'actor' and a virtual 'character'.",
            "VTubers can transcend rigid gender norms through their 'costume' and 'script/role'.",
            "While VTubers can explore diverse gender presentations, my findings suggest that their portrayals are often sexualised, with specific content and model characteristics exaggerated to align with traditional gender expectations.",
            "This reflects the broader gendered nature of streaming and its entanglement with affective labour, where maintaining emotional and community cohesion often falls disproportionately on the game streamer.",
            "The fluidity of VTuber gender representation is not only influenced by the 'offline' individual, but also by the precarious demands of the streaming economy and audience expectations.",
            "This study thus offers insight into how VTubers both reflect and redefine online gender identities, especially concerning marginalised groups within games live streaming communities."
        ]
    },
    {
        "author": "Nguyen Do Doan Hanh",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "Game livestreaming has become crucial in online cultural production and identity negotiation, with game streamers performing for grassroot entertainment and more importantly to sustain platformed livelihoods.",
            "Central to game creators is their performances of authenticity, which have been framed as a form of affective and aspirational labour.",
            "Vietnam is the second-largest gaming market in Southeast Asia, with game streaming accounting for approximately 45% of all online content consumption.",
            "The streamers do livestream in bedrooms with highly casual manners, regardless of their gender. Yet, this denotes a sign of high informality, rather than sexual appeal.",
            "Vietnamese masculinity is shaped by local norms, Confucian values, and Western masculinities with a long history of war and colonisation.",
            "Lower-status game streamers tend to make their background as simple as it is, showing their 'real' authenticity. As their income improves, they often represent their rooms like a techno space, showing an 'upgraded' authenticity.",
            "What these streamers do are redefining social expectations by transforming domestic spaces into sites of visible, profitable, and socially recognised labour.",
            "By embracing a laid-back and casual approach, these game creators seemingly challenge the conventional norms of masculinity that is tough and emotional restraints.",
            "Vietnamese game streamers complicate existing discussions on authenticity and masculinity in livestreaming by shifting the focus to Southeast Asia."
        ]
    },
    {
        "author": "Morris, Emily J. B.",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "Research on tabletop role-playing games is a relatively small area of wider game studies literature given the recent widespread popularity of titles such as Dungeons & Dragons.",
            "As TTRPG designer Avery Alder posits, 'we need to queer more than just the cover art in order to be talking about queer games.'",
            "Queerness is not merely found in the pages of sourcebooks, but in the action of play that breathes life into them.",
            "The aim of the present study is to document and identify ways which queer players transform TTRPG play through various queer play strategies.",
            "A large range of novel queer play strategies were also identified, ranging from 'leaning into vocal and/or symbolic dissonance during play' to 'developing queer ethics of care beyond violence and heroism.'",
            "Intersectional queer play strategies were also identified, such as 'queer crip play' and 'playing to heal.'",
            "Ludocharacter resonance occurs when the build and mechanics of the character reinforce the backstory and personality of the character, and vice versa.",
            "By leaning into ludocharacter resonance, authentic and engaging characters can be created and played that can be related to around the table resulting in a transformative play experience.",
            "The transformative fixed and fluid understandings of the reflexive self produced as part of the research were embraced to better understand how queer play could be transformative of not only the play experience, but players themselves."
        ]
    },
    {
        "author": "Soraine, Sasha & Rogerson, Melissa J.",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "Digital tools automate elements of tabletop play to make games more usable, but this can negatively affect the player experience depending on what is automated.",
            "Players accept hybridisation which automates 'chores' -- labour necessary to articulate a game -- thus allowing more time to engage with the 'core' gameplay.",
            "For story-driven games, like the Adventure and Crossroads games series, storytelling functions seem to be 'core'.",
            "Every group played the full session with the app, stating that it was more convenient than reading and it centralised information on the table.",
            "Players noted that the app prevented accidental spoilers and minor forms of cheating.",
            "The app preference was strong despite a strong dislike of the narrator and complaints about the app functionality.",
            "Players informally divided labour between themselves during the game. The recurring roles we saw were app-manager, game coordinator, and notetaker.",
            "Players described the primary goal of the game as being social, with the story as an activity to facilitate this socialisation.",
            "This study suggests that the 'core' activity of story-driven boardgames may be the social interaction, rather than the story itself."
        ]
    },
    {
        "author": "Coombes, Max & Stead, Gabriella",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "Environments made in 3D engines straddle an 'out of bounds' or void space that is an unavoidable byproduct of Cartesian coordinates.",
            "It is the presence of nothing, and it points to the fact that there could be something more, but there isn't.",
            "We argue that players desire the infinity of the void, and that this desire is stoked through its being veiled rather than in attempts to fill or represent it.",
            "What we refer to as 'invisible walls' are decorated facades delimiting player movement; our relationship to these walls is a matter of aesthetics.",
            "When the internal lack of the text is disclosed, the subject becomes aware of their own lack, and the inability of the text to absolve them of it.",
            "All desire is directed at the sublime Thing: an imaginary lost object that can only be represented through emptiness.",
            "These walls mediate our relationship to computational infinity by veiling it, giving us parts to play in a ruse through which we become active participants in the construction of a world as lacking as we are.",
            "Demand for bigger videogames dictates we build computers capable of programming into and annexing the void, but this is built on an impossibility that defers joy and the void's horizon.",
            "The pleasure of videogames lies not in expansion, but in the finitude that stokes desire for that which is beyond the sea."
        ]
    },
    {
        "author": "Nguyen, Uyen & Riley, Matthew",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "Urban play invites novel ways of relating to cities that re-shape our experience of public space.",
            "Sonic experiences in urban play are constantly influx and changeable, open to the dynamism and spontaneity of playing in public space.",
            "The interactive sound world that emerges is playful and responsive to a wide range of relations and interactions such as the participant's play, surrounding urban activities and the urban soundscape.",
            "The ground of the play space can sound wobbly, crunchy and 'twinkly' although it is made of concrete or asphalt.",
            "Through YomeciBand, we become co-players with players and the city itself.",
            "We also 'smudge' the line between play and non-play in our live sound performance, playing sound to fringe or seemingly peripheral actions as well as intentional ones, to affirm that any interaction is 'correct'.",
            "Players have described their experience as 'co-creating', 'being part of something together' and 'contributing to a sound stew', with everyone bringing different 'ingredients'.",
            "Composing, harmonising, synchronising and jamming were among the ways players engage with sound through collective actions.",
            "These ways of play emerge from coming into a relation with the world together through sound."
        ]
    },
    {
        "author": "Mu, Will",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "Animation, fundamentally about endowing life or movement to static, lifeless, or ambiguous forms, exists at the threshold between reality and illusion, human and non-human, life and lifelessness.",
            "Video games are therefore not only cultural artefacts or rule-based 'procedural rhetorics', but animated spaces where movement is imagined, designed, and enacted.",
            "The creative talents also animate themselves in the process of their creation; they need to balance their lives with their passion, and devote themselves to the affective labour in order to make animations happen.",
            "Movement, whether crafted by hand, automated through algorithms, or performed by autonomous systems, can be seen as a form of creative labour and as a universal thread connecting diverse media forms.",
            "This research does not intend to challenge the ontology of video games but to reframe animation as an alternative perspective for understanding them.",
            "By positioning video games as forms of animation, the project foregrounds the production of movement itself.",
            "It connects the cultural aspects of meaning-making in game design, such as how movement communicates identity, emotion, or atmosphere, with the technical and labour practices that give those movements form.",
            "Many animation studios even survived by producing cut-scenes for video games.",
            "Video game production demonstrates how creative labour sets up rules and algorithms to automate the generation of movement."
        ]
    },
    {
        "author": "Davies, Hugh",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "Can state support effectively enable video game development? This paper examines how policy, capital, and urban planning have built industries of enormous scale, but how these same forces have trapped cultural production into narrow, profit-centric pathways.",
            "Can top-down systems ever really nurture creativity, or do they inevitably push cultural industries toward safer, more marketable, and often more exploitative forms?",
            "Unlike other parts of the world, where creative clusters and indie scenes have emerged from the ground up, China's digital development hubs have largely arisen via through top-down state policies and planning.",
            "High rents, heavy bureaucracy, and the prioritisation of financial return over creative risk mean that independent designers are squeezed out.",
            "Incubators and accelerators aim to nurture creativity, yet in practice, they tend to push studios to pursue safe, marketable ideas that place profit over originality.",
            "Innovation gives way to imitation and developers fall back on aggressive monetisation techniques, such as gambling-style mechanics, loot boxes and microtransactions.",
            "The resulting financially driven games generate short-term revenue but at the cost of cultural depth, and creative expression.",
            "China's top-down development ecology simultaneously enables and constrains.",
            "The same regulations apply equally to experimental and commercial games, meaning that genuine creative projects face the same long approval process as predatory commercial titles."
        ]
    },
    {
        "author": "Cole, Alayna & Brown, Isabelle",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "Diversity, equity, and inclusion programs in the game development industry are cyclical, with resources being invested in DE&I during moments of scrutiny and then redistributed once external demands or requirements subside.",
            "While this reactivity produces moments of visibility and investment in DE&I outcomes, it also tends to result in tokenistic efforts rather than structural change.",
            "The United States has been central in driving whether DE&I is considered a priority in game development globally.",
            "The current US administration and the subsequent backlash against DE&I in both corporate and political discourse is already causing some studios to shift resources and visibility away from inclusion efforts.",
            "Many initiatives were established as compliance mechanisms or reputational strategies, often in response to civil rights legislation and corporate accountability frameworks in the United States.",
            "DE&I practitioners often holding symbolic roles rather than structural ones.",
            "While game studio employees increasingly expect DE&I initiatives to deliver cultural transformation, DE&I practitioners, volunteers, and consultants are granted limited authority and resources.",
            "Studios with siloed or symbolic initiatives are particularly vulnerable; such programs can be excised quickly when political or market conditions change.",
            "The future of DE&I in the game industry depends less on the visibility of programs during moments of controversy and more on their ability to deliver tangible results and build trust within studios."
        ]
    },
    {
        "author": "Hardwick, Taylor & Golding, Dan & Keogh, Brendan",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "'Community platforms' like Discord, Slack, and to a lesser extent Microsoft Teams, are now so central to contemporary game production as to be mundane.",
            "Like much of contemporary creative work, videogame development is increasingly undertaken by small, informal, and geographically dispersed teams.",
            "Each of the three major platforms, central to both game development and much of contemporary digital work, either emerged directly from the game sector or were inspired by it.",
            "Game development in turn has become the sector par excellence for understanding the shape of these platforms in contemporary work and creative practice.",
            "The scroll-up observation is a digital ethnographic method in which researchers move back through a workplace or community's activity on a community platform in order to better understand that community's practices and experiences.",
            "We recorded porous boundaries that manifest in these Discord servers around who is even 'in' a studio, which are often elucidated via channel structures and activity levels.",
            "We also observed a blurring of creative, technical, and personal discussion in these Discords, which manifested in a visible collapse of work activity with personal relationships.",
            "The scroll-up method also allowed us to witness the wildly divergent patterns of time across contemporary game production, including the rhythms of asynchronous work activities.",
            "Ultimately our development and deployment of this method illustrates a heterogenous formation of game development styles and frameworks as highly iterative, informal, and social, where teams would 'chat the game into existence'."
        ]
    },
    {
        "author": "Burgess, Jacqueline & Schules, Douglas",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "Japan is widely considered a dominant force and global leader in the international video game industry, while Australia's national industry is much more marginal.",
            "Despite the Japanese industry's influence and international reputation, the smaller video game developers operating in its national industry have not been explored.",
            "Research into the diverse local contexts around the world that collectively make up the international video game industry is still fragmented and emerging.",
            "The small Australian developers were more commercially minded and focused compared to their Japanese counterparts.",
            "The Japanese developers focused more on their personal tastes and interests when deciding what games to create and develop.",
            "All of the Australian developers felt that marketing was important for them and necessary for them to be able to develop a successful video game.",
            "The small Japanese developers particularly emphasised the importance of attending and showing their games at conventions over other forms of communication, outreach and promotion.",
            "Both the Australian and the Japanese developers agreed that they existed in a competitive industry.",
            "In Japan, the small developers had little government support, with the Japanese national industry focusing very much on large, international developers and publishers with smaller developers feeling marginalised."
        ]
    },
    {
        "author": "Lee, Ka Kei",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "Liminal is a gesture-based exploratory VR game that invites players to embody beings beyond the human.",
            "Current VR design emphasises visual immersion in human-centred, action-oriented experiences. This study explores VR's potential for non-anthropocentric game design.",
            "Liminal invites players to embody diverse non-human entities and challenges anthropocentric perspectives.",
            "Humans experience environments from a fixed size and with agency proportional to our bodies. Altering players' perceived scale and empowerment may foster non-human embodiment.",
            "Player begins as a vast cosmic entity in the universe and gradually shrinks, descending through the Earth as an insect and eventually becoming plankton in the sea.",
            "Unlike traditional design that increasingly empowers players, Liminal reduces player's form to foster humility and challenge human supremacy.",
            "Expansive, effortless postures signal high power, while closed, strenuous postures imply low power.",
            "When confronting entities greater than oneself, awe arises and self-importance diminishes.",
            "Liminal seeks to foster environmental awareness and social understanding, broadening VR's scope by promoting empathetic engagement beyond conventional genres."
        ]
    },
    {
        "author": "Moreno, Cuauhtemoc",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "Bird-RPG offers a practice-based critique of universalist game design, an approach driven by the capitalist goal of maximising sales through context-free, universally accessible artifacts.",
            "Bird-RPG is a playable rejection of this paradigm, arguing that a game's value can be inextricably linked to its specific social and technical container.",
            "Bird RPG explores game design success as the social connection generated through communal rituals rather than individual wins.",
            "The public log of actions in the Discord channel and the communal 'codex' creates a living, evolving archive of the MAGPIE community's interactions and culture, mediated by the game's mechanics.",
            "This success can be partly attributed to the choice of Discord as the main interaction platform, placing the game within the community's already-inhabited digital home.",
            "The game itself functions as a Performative Auto-Ethnography, drawing on Judith Butler's concept of performativity.",
            "The project's significance lies in its argument for the small, the local, and the ephemeral against the industry's preoccupation with scalability.",
            "It proposes that a game's success can be measured by the quality, rather than the quantity, of connections it fosters.",
            "In this context, the lines between designer and player are blurred in a social, participatory process."
        ]
    },
    {
        "author": "Hamijaya, Rebecca Livia",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "The use of interactive media and games in folktale adaptation in Indonesia remains underexplored, highlighting a gap in engagement with complex media forms.",
            "The game reimagines the story through branching narrative paths, allowing players to step into the life of Sylo and make choices that test the tension between honor and loyalty.",
            "This exploration of narrative frameworks and the capability of interactive storytelling in creating a 'what if' scenario is similar to the nature of folklore that evolves through word of mouth.",
            "The malleability of folktales can be reflected through the flexibility of branching mechanics in interactive narrative.",
            "It proposes a model where games are not just tools for entertainment, but also for preserving and evolving traditional storytelling forms in a contemporary context.",
            "This work demonstrates how video games can serve as a form of digital cultural heritage that preserves and reimagines folktales through interactive design.",
            "By combining simple interaction with layered narrative consequences, the game invites players to engage with cultural storytelling in an active and meaningful way.",
            "The use of video games as a medium, with branching narratives and player-driven play styles, highlights the importance of interactivity in reflecting how stories shift and evolve across generations.",
            "Australia holds rich traditions of folklore, ranging from Indigenous storytelling to migrant cultural narratives."
        ]
    },
    {
        "author": "Fourie, Lou",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "Queer thinking that informed my approach for this project, was ideas put forth by Halberstam, who promotes counterintuitive approaches like messiness, stupidity and failure as radical queer tools for resistance.",
            "While a lot of discussions are about games as artifacts or the playing of games, I extend these approaches to include the making of games and queer playful interactions with software.",
            "Shmalzer proposes that jank disrupts the illusion of seamless control and disembodied immersion.",
            "The game is an analogy for gate-keeping and exclusionary culture that often perpetuates ways of playing by bros for bros.",
            "The core idea is that forms of play can be more diverse and celebrate messiness, unskilled fooling around, enjoying entangled software-human queer expressivity.",
            "The game absurdly demands a skillful performance, to compete and win, to control and 'straighten out' the odd behaviour of things.",
            "It can be exciting for players to explore all the other possibilities and weird results that are possible when embracing the curse of the rave demon.",
            "Shmalzer only discusses jank in relation to control schemes but there are other possibilities for using jank to disrupt conventions of play.",
            "I aimed to develop critical tools and methods, drawing from theories of play that overlap with related approaches from queer studies."
        ]
    },
    {
        "author": "Li, Kelly",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "While male fantasies of domination pervade the Hegemony of Play, otome games emerge as a unique game genre by positioning othered female players as desiring subjects.",
            "There is an increasing trend of players who deliberately seek bad endings precisely because they are more likely to feature explicitly sexual, violent and sadomasochistic fantasies which ordinarily contradict the utopian project of romance.",
            "This paper finds that while bad endings are hegemonically positioned as 'failures' in otome games, they form important counterparts to happy endings by inviting new and explicitly erotic forms of masochistic play.",
            "These endings allow female players to engage in alternate constructions of femininity in games by forefronting anti-normative fantasies.",
            "The masochistic pleasures of otome games ultimately cannot be considered truly transgressive nor entirely regressive.",
            "While masochistic pleasures in otome games may not be politically transformative, they are nonetheless politically important and anti-hegemonic in how they address politically unsanctioned desires of female players.",
            "The normative purpose of happy endings extends to otome games by privileging spiritual views of love marked by chastity; naturalising existing heteropatriarchal relationship arrangements.",
            "Bad endings in otome games invite anti-normative and masochistic forms of play where pleasure intertwines with punishment, hence serving as important conduits of erotic fantasy for female players.",
            "Rather than framing the pursuit of the happy ending as the only significant gameplay goal, it is important for scholars to examine the diverse ludic pleasures otome games proffer."
        ]
    },
    {
        "author": "Moran, Jacqueline",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "In Eternal Ring there is a forest. This forest is only mentioned once: 'Don't go past the bridge. That forest is too dangerous for you right now.' This warning is never retracted.",
            "This forest full of mist, monsters, and winding paths seems endless but fan-made walkthroughs and maps reveal it is deceptively small and has no final reward, sign of completion, nor apparent purpose.",
            "A player can neither complete nor succeed in Eternal Ring's forest.",
            "Gothic scholarship offers a more nuanced discussion of Campbell's divine world as 'the unthinkable, the unnameable, and the unspeakable' rather than as a puzzle to be solved.",
            "While Campbell is wholly optimistic, the Gothic emphasises ambivalence and the impossibility of resolution.",
            "From a Gothic perspective, Campbell's glorification of mastery is hubris.",
            "To grasp the forest in its entirety would mean a 'surrender of the law of reason.' Eternal Ring is merciful in not allowing us to see it.",
            "The sublime is unrepresentable, inexplicable, and 'threatens our very capacities of cognitive judgement.'",
            "Heroes who fail are 'lesser men' who did not correctly submit to 'the initiatory tests' laid before them."
        ]
    },
    {
        "author": "Nicoll, Benjamin",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "Theorists of player subjectivity have struggled to account for the constitutive role of failure in gameplay.",
            "According to psychoanalysis, subjectivity is the result of a failed interpellation rather than a successful one.",
            "Videogames satisfy on the basis that they enable players to restage the constitutive failure of subjectivity under the guise of in-game failure.",
            "Subjectivity is a gap in discourse that ensures no individual fits seamlessly into their symbolic identity.",
            "This is why gameplay produces more pain that it does pleasure.",
            "The point is not that failure in gameplay sweetens the eventual pleasure of success, but that failure is itself the source of player satisfaction, with success only offering a sort of second-rate pleasure.",
            "The alibi of pleasure allows the player to enjoy the repetition of failure while consciously believing that their goal is to attain success.",
            "Player subjectivity consists not in this or that subject position but in the player's failure to fully inhabit a subject position.",
            "Baba is You uses its formal structure to reveal, but not directly represent, player subjectivity as an effect of in-game failure."
        ]
    },
    {
        "author": "Coombes, Max",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "In this paper I explore the way that nostalgia in videogames is dependent on an unassailable lack in the player, that can be revealed or intensified by their experience with nostalgic texts.",
            "It would appear that players' want for nostalgic texts demonstrates less their desire to overcome their homesickness, than to intensify the yearning for something they feel they've lost and cannot recover.",
            "With retrogaming, the abundance of games deploying the styles of the past, and the industrial preoccupation with remakes, nostalgic texts have never been so plentiful, and yet player thirst for nostalgia has not abated.",
            "Rebirth is a remake that is uncommonly determined to confront the player with issues of fate and the pains of returning to the familiar.",
            "Each homecoming draws the player's attention to a different obstacle between them and the past they think they desire: memory, time, and death.",
            "Whenever one of these obstacles is removed by the game, the object of the past is emptied of the qualities that made it desirable in the first place.",
            "Rebirth suggests that players' attempts to extinguish homesickness through nostalgic texts is a necessary ruse to experience the homesickness they really enjoy.",
            "When analysing games that players return to, or which offer a sense of homecoming, it's important to note that it's the absence of home that's desired, and not desire's abatement.",
            "Through the play of obstacles then, Rebirth keeps nostalgic longing alive while also providing the player the ability to muse on the critical role that absence plays in their desire."
        ]
    },
    {
        "author": "Wang, Taoyue",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "I argue that this vocabulary is insufficient for contemporary gaming venues and propose playable public ecologies, which model these spaces as dynamic configurations of infrastructure, affect, regulation, and social rhythms.",
            "Official and media narratives have framed cafes as sites of youth 'internet addiction', deviance, and crime, legitimating intensified oversight.",
            "Third place theory accounts for routine conviviality yet overlooks material and legal constraints.",
            "An ecological model integrates these planes by treating venues as relations among infrastructure, rules and pricing, temporal rhythms, and affect/atmosphere rather than as fixed place types.",
            "The framework offers a portable vocabulary for game studies to analyse public play across venue types and regulatory contexts.",
            "It clarifies how particular configurations of infrastructure, affect, rules, and rhythms generate distinctive publics in shared play spaces.",
            "Player groups and local cafes develop situated norms, workarounds, and small collectives which, alongside state regulation, jointly produce the meaning of public play.",
            "Sociotechnical analyses offer a more comprehensive account of how layout, device classes, bandwidth, pricing, staffing, and local scripts organise participation.",
            "Regulatory instruments -- licensing regimes, youth access restrictions, and intermittent crackdowns -- have shaped internet cafes over three decades of urban transformation."
        ]
    },
    {
        "author": "Hasnain, Ambrin",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "In Australia, colonial views of the environment posit land as an exploitable resource to be farmed and mined, 'untouched' wilderness to be tamed through landscaping and city-building, hostile wastelands to be traversed cautiously, and property to be owned.",
            "Representations of environmental hostility reproduce colonial tropes of alien, 'exotic' landscapes, while a focus on regional specificity challenges these tropes.",
            "The game's post-apocalyptic setting and representations of heat and drought mirror early colonial ideas of 'exotic' environments as alien, hostile and uninhabitable.",
            "Rather than enabling the player, through their avatar, to build a relationship with the landscape, it functions as a backdrop for the narrative and character movements.",
            "It is precisely through the detachment of the player from the landscape that colonial views of the land as something that exists to be consumed and reshaped are defied.",
            "Consistency in the visual rendering of the landscapes across the game world favours regional specificity of Noongar Country over the spectacle a host of 'exotic' landscapes may provide.",
            "The inclusion of playable and non-playable Noongar characters, Noongar language and references to Noongar culture and knowledges in Broken Roads highlights cultural specificity and asserts Aboriginal and Torres Strait Islander peoples' survivance.",
            "Indigenous representation is intimately tied to the representation of landscapes in videogames, which have commonly erased Indigenous peoples from virtual environments.",
            "In settler colonial contexts such as Australia, ongoing, critical work is required to reveal how coloniality as ideology informs our creation and understanding of cultural texts."
        ]
    },
    {
        "author": "ten Cate, David Harold",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "Emerging in the 1990s, a decade which likewise witnessed the first substantial climate change conventions, Pokemon must be considered as intricately connected with the sensibilities of the climate crisis.",
            "The Pokemon franchise should be at the vanguard of ecocritical game studies, not in spite of, but because of its global success and potential to resonate with a variety of audiences.",
            "Pokemon was more successful in making children cognisant of virtual wildlife than conservationists are successful in promoting physical wildlife, prompting the question: 'Is Ecomon the way ahead?'",
            "The contradictions of Pokemon both substantiate and complicate some fundamental ecocritical understandings of games.",
            "Pokemon's interpretation of animals as at once indispensable to the environment, and commandable by humans for recreational purposes underscores understandings of the climate crisis as intricately interrelated with modern life's neoliberal conditioning.",
            "Whereas the global success of games like Pokemon Go demonstrate the emancipatory influence of the franchise to have players engage with their local environments, their reliance on energy-intensive mediation likewise suggests that this reconnection must itself come at an additional environmental cost.",
            "Even though Pokemon games have historically been materially confined to fit the less power-intensive hardware of handheld games, their aesthetics follow the tendency of mainstream games to desire more expansive worlds.",
            "Pokemon's global impact attests to the fact that new ecopolitical imaginaries can easily proliferate under the fraught circumstances of the climate crisis.",
            "This paper progresses an ecocritical understanding of Pokemon that is in touch with the extensive contradictions of both aesthetic and material realities in media industries."
        ]
    },
    {
        "author": "Brierley-Beare, Amy",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "Infants and children are both mechanically and ideologically challenging subjects when represented in gaming.",
            "The figure of 'the child' is a 'lightning rod' for political and cultural controversy.",
            "I want to explore the cultural, political, and sociological implications of what I term a 'mediated child' -- a child that has not been explicitly created by a player but rather is the result of previous character creation input mediated through a system that determines a new output.",
            "While some will attempt to show gestation and delivery, other texts will instead elect to have babies 'spawn' overnight or through some kind of machine.",
            "The child may become playable character and act as an 'heir' for the player, or they may be used as labour or capital, or they may simply continue to exist only in their child-forms.",
            "By recognising how particular systems produce new 'children' including what factors lead to their creation, we can see what value is placed on children in these games.",
            "I urge for the continued exploration of these unique and varied forms of child representation as well as recognise both the normative and transgressive potentials hidden within these newfound understandings of a 'mediated child'.",
            "How real-world children and infants play and engage with digital texts has been explored thoroughly, but presentations of younger humans and humanoid figures are relatively understudied.",
            "I outline how these representations negotiate class, race, gender and familial structure."
        ]
    },
    {
        "author": "Seale, Nellie & Smith, Wally & Rogerson, Melissa",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "The increasing presence of games in Australian museums has been well documented, yet work that examines the relationship between games and museums is often suffused by a sense of unease.",
            "Australian museum professionals showed a nuanced perspective, recognising them not only as playable designed objects, but as sophisticated structures of networked paratexts made up of many individual and community experiences.",
            "The question of what aspect of the game to display -- the art or design, the playable experience, or the cultural context -- is central.",
            "Dialogue -- the interaction between museums and games communities -- represents a key strength of Australian museums.",
            "This dialogue is critical for mediating the imposition of institutional biases in the exhibition of games.",
            "There is a strong perception that the inclusion of games in museums confers legitimacy, regardless of the global significance of games or the lateness with which museums have taken up documentation practices.",
            "This defensiveness is likely a product of the museum as both a leisure and an educational environment.",
            "Games in Australian museums fit into one or more of the following practices: documentation, display, dialogue, and design.",
            "This research adds to a growing body of work attempting to understand the unique interactions between games and museums."
        ]
    },
    {
        "author": "Altura, Gerard",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "Instead of a videogame acting as an 'empathy machine', there is a clear awareness of an 'Other' and understanding of experiencing a game-world through that point-of-view.",
            "Videogames exist as procedural systems where meaning can be interpreted through both their gameplay and story elements within the player's surrounding cultural context and so are called ludonarratives.",
            "Videogames are distinct from other forms of storytelling, involving a participatory form of narrative empathy which can be called ludonarrative empathy.",
            "A key problem that emerges out of exploring ludonarrative empathy within educational environments is the tension between empathy as a developmental outcome and as an ordinary process.",
            "Experiencing empathy through literature in English can be messy. Experiencing and especially moralising empathy through textual study of videogames can be even messier.",
            "Videogames are found to be culturally significant and hold literary and personal value within the eyes of the participants.",
            "However, there exists pedagogical, structural and curricular constraints which act as barriers for ludonarrative empathy.",
            "These findings suggest that ludonarrative empathy is not merely autonomic, nor can it be taken for granted; it is contingent on the individual player, framing, process and context.",
            "Experiences of player-empathy through videogames can not only just occur through controlling the player-character, but the player-character's perspective of others."
        ]
    },
    {
        "author": "Dawson, Finn",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "World-building is a term that is used widely throughout games production and analysis with few critical attempts to understand it.",
            "World-building is not just a form of creative production but an important part in the development and prolonging of Intellectual Property.",
            "Perhaps the most useful metaphor for understanding game worlds is land, as franchising, legal infrastructure and the creation of IP turns the player's relationship to the world closer to that of a rentier than a consumer.",
            "If game worlds are a store of 'dead labour', it is against the capitalist's interest to make any substantial changes to the world, as this would be a waste of the value embedded within it.",
            "Big-budget game worlds tend towards stasis: endless, ever-present and always-on worlds that exist without any meaningful change.",
            "The fixed nature of these worlds makes it harder for us to envision radical changes to the world in which we live: an aesthetic expression of 'capitalist realism'.",
            "Disco Elysium forwards a model of historical, process-based world-building that recognizes the importance of not just the people and places that currently exist, but those in the past and the things yet to come.",
            "Even those works that push against world-building's nature as fixed capital production are still often subsumed into it due to the overwhelming elasticity of capitalist logics.",
            "If all games are just worlds -- and thus all games-production is really a form of world-building -- then it is crucial that world-building as both a practice and rhetorical construct is better understood."
        ]
    },
    {
        "author": "Morrison, Sebastian",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "The logics of action offered to players of videogames often reflect capitalistic logics: games break down tasks so that players can maximise the efficiency of every action.",
            "Games encourage the accumulation of currency and experience points for the purposes of expansion and domination.",
            "Games appeal to, and reinforce, the desire for stability and control cultivated by our investment in capitalist systems.",
            "Disco Elysium saddles the player-character with debt, which changes the context of accumulation: the player accumulates in order to continue living in their hotel room.",
            "The dominant forms of action facilitated by game-worlds offer a fascistic experience of agency: the subordination of the game-world to the often violent actions of a unified player-subject.",
            "Disco Elysium encourages the player to let go of their desire for stability or control and embark on a 'becoming' -- a process of transformation through failure and adaptation.",
            "In Disco Elysium, actions are almost never certain to succeed, and the player is constantly undermined by the PC and game-world.",
            "Failed dice rolls will often not only cause the player to fail to perform the desired task, and will also make the PC perform unintended actions.",
            "The player is becoming-failure, part of Disco Elysium's critique of capital."
        ]
    },
    {
        "author": "Blakey, Heather & Dawson, Finn & Barkman, Cassandra",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "Videogames are uniquely situated to help us better understand one of twenty-first century capitalism's dominant aesthetic styles: immediacy.",
            "Immediacy is marked by flexibility, fluidity, presence, connection, instantaneity and an abundant, eternal now.",
            "Kornbluh offers immediacy as a diagnostic mode of comprehending the complex and form-resistant affective and aesthetic landscape of contemporary capitalism.",
            "There are distinctly ludic and playful dimensions to immediacy as a style.",
            "God of War's 'oner'-style camera helps to induce skill-based flow by pushing players to continue without the stoppage of a loading screen, resisting any reminder that the play session may end.",
            "As immersive videogames dissolve mediation we not only immerse ourselves in the fictional world, but the fictional world immerses itself in our own.",
            "Game designers use complexity, difficulty, distance, scale, confusion, boredom, and indirect interaction to force players to think of the boundaries of the game itself.",
            "Even though Kornbluh suggests that immediacy is implicit in the 'essential gaming values' of flow and immersion, immediacy is not essential to games.",
            "Like other immediate media, games that employ skill-based flow are often draw-in, engrossing, highly affective, and filled with potential for expression and enjoyment."
        ]
    },
    {
        "author": "Irwin, Sidney",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "Communication is a fundamental part of multiplayer esports, yet understanding forms of competitive discourse has been a challenge in the literature.",
            "Online video gaming communities have established social norms surrounding behaviours associated with competitive discourse.",
            "Spectator perceptions of trash talk are more accepting when the behaviour aligns with banter, but are frowned upon if it reflects toxicity.",
            "Trash talk and toxicity were seen as unacceptable when focused on personal traits rather than in-game skills.",
            "When banter was light-hearted, trash talk could verge on serious or aggressive behaviour, resembling more apparent toxicity.",
            "Banter and trash talk can be distinguished from toxicity when they happen through mutual consent and voluntary interaction among players.",
            "Trash talk and banter were viewed as exchanges that could be reciprocated, with participants taunting each other in turn without crossing the line into harassment or harm.",
            "Banter and trash talk were perceived as ways to build rapport among friends, teammates, and even rivals.",
            "Toxicity signified a lack of rapport shared between players before the match."
        ]
    },
    {
        "author": "Lee, Geoffrey",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "This early phase in the esports industry is notable for its grassroots nature and local, amateur tournaments.",
            "More than merely competition, esports is now product that is consumed and leads to further financial investment.",
            "While platform affordances have enabled the development of participatory cultures, this presentation shows how such practices are still driven by consumption dynamics.",
            "Engagement with esports cultures therefore is filtered through multiple layers of corporate-driven mediation.",
            "Communities then transform these narratives, connecting them to other players within the esport through various memes and remixes.",
            "Live streamers can function as esports narrative co-creators that mediate how viewers engage with esports.",
            "Parasocial connections are formed not just between viewers and players, but also with the personalities that mediate esports consumption.",
            "While LoL esports have used memeability, personality, and parasociality to maintain industry longevity, these characteristics can risk exploitation of the very viewers that sustain it.",
            "Faker is a five-time Worlds winner and is the first inductee into the game's recently created 'Hall of Legends' despite still being an active player."
        ]
    },
    {
        "author": "Baguley, James",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "Computer-mediated communications platforms play host to countless, myriad interactions between gamers every day.",
            "The communications platform Discord is a site of great significance amongst game-related cultural spaces, with over 150 million current active users.",
            "Technical actors such as server architecture, custom bots, and Discord features were configured to guide and shape how and where users on the case study server interacted.",
            "'Soft' gates were set up to encourage users to identify and engage with the community through in-group knowledge invocations and welcoming rituals.",
            "'Hard' gates restricted access to the server and/or its sublocations based on moderator-dispensed markers of trust.",
            "In many instances on the case study server, users tried to curtail divergent behaviours without moderator intervention, using the latter as a relatively late resort.",
            "The community had developed protocols to ensure the former's transparency and accountability to the wider membership.",
            "Authority within online communities, despite often being tied to elevated privileges, is also constantly negotiated and enabled by all committed members.",
            "Utilising the affordances of the platforms they use in imaginative ways, such as by creating bots to automate procedures, online communities adjust the spaces they inhabit."
        ]
    },
    {
        "author": "Stanton, Ryan",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "Gaming media is increasingly centred on the personalities involved.",
            "Many creators are directly reliant on continued financial support from their audience as the main revenue source.",
            "This presents a challenge for these creators, who must balance a potentially parasocial audience relationship with their desire to set clear personal boundaries.",
            "Creators are forced to turn themselves into a brand; success and failure are often predicated on their ability to sell their personality and perspective.",
            "Audiences have specific expectations regarding the 'brand' that creators have cultivated, and crave a certain level of authenticity from creators.",
            "Three strategies emerged as common practices which creators used to manage these challenges: explicit boundary setting, monetising interaction, and 'leaning in'.",
            "Thumb Cramps provides an extremely clear example of using humour to maintain a perception of authenticity and mask the monetary motivators which led to the show's creation.",
            "This presentation expands on this work, positioning the variety of methods of brand management showcased here as yet another aspect of the labour involved in this work.",
            "These aspects of digital labour are also applicable to forms of gaming media beyond streaming through the case of gaming podcasts."
        ]
    },
    {
        "author": "Harkin, Stephanie & Ho, Xavier & Butt, Mahli-Ann",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "Femininity operates across many paradoxes. It is simultaneously regulatory, controversial, restorative, and radical.",
            "In scholarship -- including Game Studies -- femininity has been largely overlooked.",
            "As a concept prevalently attached to and discursively naturalised in girls and women, it is consequently devalued for its presumed unseriousness, frivolity, and anti-feminist sentiments.",
            "Femininity however, has always been present in videogames and games cultures in its many contradictory forms.",
            "Femininity is treated as a 'process' that is neither inherently empowering nor disempowering but affectively connected to both 'pleasure' and 'pain'.",
            "Games have always been feminine, that femininity contains multitudes, and that feminine games cannot be neatly categorised into 'positive' and 'negative' politics.",
            "In 2023, Greta Gerwig's Barbie launched femininity to the mainstream.",
            "Both the contemporary indie and more commercialised archival games demonstrated that feminine play holds the capacity for explorative, political, and pleasurable expression.",
            "Equipped with Critical Femininities, events like Feminine Play invite us to reframe our understanding of the videogame medium."
        ]
    },
    {
        "author": "Liontis, Chrysanthe",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "Esports and gaming events are being hosted in existing sports stadium infrastructure, resulting in inaccessible esports productions and gendered experiences.",
            "Sports stadiums and arenas are sterile spaces, that have been cultivated by masculine and high socioeconomic class.",
            "The intersection of games and traditional sports has created environments, that hold sterile and inaccessible attributes to its physical and sociocultural structure.",
            "Participants may feel limited and intimidated by the communities that have been formed by masculinity and male experiences.",
            "Gendered experiences in esports are quite common, and further research is in order to understand the historical impact the masculine identity in gaming and esports culture.",
            "Esports is at a critical moment for women in the gaming community, though we are seeing prosperous data of increased involvement of women around these events.",
            "The construction of masculinity and gendered expectations have built and determined existing esports and videogame culture as we know it.",
            "As the sports infrastructure provides recognition to the activity of esports and validation to the public and mainstream media, accessibility issues for participants remained a topic of discussion.",
            "Videogames have gained popularity as a form of entertainment, engaging with interactive worlds and narratives that traditional media could not offer."
        ]
    },
    {
        "author": "Tan-Mishra, Nik",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "While big budget 'AAA' games dominate public discourse due to their commercial visibility, indie games constitute the vast majority of releases, offering radically different spaces of representation.",
            "In 2024, nearly 99% of new titles on Steam were indie releases.",
            "Itch.io has become a particularly prominent hub for creators of marginalised gender identities, with nearly half of its creators identifying as women or gender-diverse.",
            "Game studies has made important strides in addressing the field's intersections with gender, but research remains sparse beyond the cisgender binary and is largely framed from the player's perspective.",
            "Participants described an anti-commercial ethos: game-making as personal artistic practice rather than labour, free from AAA's entanglements with profit, gatekeeping, and the tech-military complex.",
            "Itch.io's accessibility -- low barriers to entry, flexible monetisation, and permissive content policies -- supports creators whose work would be excluded elsewhere.",
            "Participants described a feedback loop wherein personal games inspire others to reflect on their own gender identities and experiment with game-making themselves.",
            "Across these themes, game-making functioned not only as individual self-articulation but as queer world-building.",
            "This study demonstrates how marginalised creators navigate, negotiate, and transform digital spaces through their creative labour."
        ]
    },
    {
        "author": "Iyer, Neema",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "Games are cultural artefacts that encode values not only through narrative but also through mechanics and systems.",
            "Reading games as feminist artefacts allows us to identify how values are encoded and how alternative, feminist practices of design might be cultivated.",
            "Mainstream games frequently reproduce patriarchal, Eurocentric, and heteronormative logics.",
            "Patriarchal logics privilege masculine-coded mechanics of domination, conquest, and combat -- cycles of violence that mirror militaristic patterns.",
            "Feminist approaches to technology emphasise that design is never neutral.",
            "Representation matters not simply in terms of presence but in how identities are situated and made playable.",
            "While care can resist masculinist logics of conquest, it may also reproduce patriarchal norms that confine women and girls to nurturing roles.",
            "Feminist game design must therefore ask whose labour is represented, how it is valued, and whether other mechanics such as collective resistance or intergenerational solidarity can expand beyond care.",
            "Case studies reveal shared characteristics such as care as mechanic, ecology as narrative driver, girlhood as site of resistance, and situated geographies."
        ]
    },
    {
        "author": "Toussaint, Tiana",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "Effective video game character design clearly communicates, through visual elements, aspects of a character such as their personality or role in the game's story.",
            "Ineffective or unappealing character design can become detrimental to a video game's overall reception by the public and affect a player's ability to suspend their disbelief.",
            "Characters play a central role in connecting different plots and stories within a video game together because they are the elements of consistency between these stories.",
            "Player characters in particular directly affect a player's experience because they serve as the player's conduit to the game world.",
            "The framework organises different character design techniques by emotional response.",
            "This format of organising techniques provides a connection between academic literature and industry practice, facilitating the creation of more diverse game characters.",
            "Due to smaller teams, less industry experience and smaller budgets for projects, independent and emerging game designers need resources that are easily accessible and applicable.",
            "The framework includes multiple character design techniques in a discernible format that can easily be shared and understood by a team of designers.",
            "There is also minimal research into how a design concept's effectiveness can be preserved during its translation into a 3D model."
        ]
    },
    {
        "author": "Han, Yisong",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "Avatar customization is increasingly acknowledged as a critical site for gender expression and exploration in videogames.",
            "Developers continuously negotiate with these intersecting factors throughout the entire development process.",
            "Developers emphasized that technical and financial barriers become much harder to overcome later in production.",
            "Diversity alone was insufficient unless paired with inclusive practices that enabled all members to voice concerns and contribute to design decisions.",
            "Developers often had to frame inclusivity as a business case, carefully tailoring their arguments to align with managerial or investor concerns.",
            "In the process of knowledge production, the needs, experiences and voices of gender-diverse players become 'subjugated knowledges'.",
            "Developers are not merely passive recipients; instead, they actively intervene within this dynamic network and employ strategic actions.",
            "Game developers thus have great potential to contest and reshape existing power structures to provide critical momentum for the implementation of gender-inclusive design.",
            "Persuasion was thus a crucial strategy for transforming inclusive ideas into actionable development tasks."
        ]
    },
    {
        "author": "Chalmers Braithwaite, Alexandra & Dhir, Kalanjay",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "In game design research and literature, discussion of non-player characters prioritise questions of believability and ever-increasing human-like realism.",
            "NPCs are understood as digital characters that exist for a player, serving to enrich or enable narrative and playful experiences.",
            "The technical ease of these systems also led to a reproduction of genre norms associated with NPCs, with characters following pre-defined paths and being piloted by code that strictly defines their actions.",
            "Our redirection towards a more structured implementation is an example of how Unity as a piece of cultural software shapes the decisions of creatives.",
            "The simple fact of digital characters speaking words that were first spoken by real people in conversation was a particularly effective strategy to evoke personhood.",
            "Habit Habit is a game-like environment with no player.",
            "While their agency may be constrained within the system, the characters of Habit Habit nevertheless exist in their digital world not to enrich or augment the experience of any individual player, but for the performance of themselves.",
            "The inclusion of real world textual data challenges the concept that NPCs exist in service of the narrative and ludic enjoyment of a player.",
            "The characters of Habit Habit are digital entities that perform real testimony from Parramatta citizens as a matter of public record."
        ]
    },
    {
        "author": "King-Smith, Kate",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "The abject can be understood as a liminal concept in which the strict, symbolic order of all that is known and accepted collapses and warps.",
            "Unlike the more passive viewership of films, videogames offer a unique narrative opportunity to thrust an 'embodied, situated' player into direct, tactile confrontation with the abject.",
            "Rather than banishing the representational abject through their engagement with gameplay, an abject player must instead banish themselves -- their fears, their morals, their very identity.",
            "In continually immersing themselves into the game's world, the player themselves is framed as an abject invader into a beautiful, wonderous world.",
            "Pathologic 2 creates an abject state of play through repulsing the player from its world through continual ludic and narrative disempowerment.",
            "The player's abject state of play emerges from their continual failed attempts to make sense of an otherwise senseless experience.",
            "The player's interactions with a disempowering and frustrating game world continually draws their own abject, 'fragmented self' back to the forefront.",
            "There too must be a continued exploration and investment into the play styles and design ideologies that stand in opposition to the industry's still predominantly 'masculine values' of 'autonomy' and 'agency'.",
            "Confrontation with the abject is understood as a necessary part of re-establishing the symbolic order that gives human existence its inherent meaning."
        ]
    },
    {
        "author": "Andiloro, Andrea",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "This work foregrounds the underexplored unreadiness-to-hand, a mode where tools, even digital ones such as avatars, paradoxically reveal their contingent nature while remaining partially operational.",
            "Unreadiness-to-hand destabilises humanist assumptions about control, embodiment, and agency in digital environments.",
            "When encountered as present-at-hand, avatars become objects of reflection: their visual design, narrative role, or statistical attributes dominate the player's attention.",
            "These breakdowns force players to oscillate between embodied action and reflective distance, exposing the avatar's dual role as both prosthetic and obstacle.",
            "Fumblecore games thus operationalize unreadiness-to-hand: breakdown not as something to be avoided, but as the very condition of play.",
            "Fumblecore games thus shift the player's experience from one of mastery to one of failure, negotiation and adaptation.",
            "Avatars are not extensions of the self or transparent vessels of intention, but rather resistant and contingent entities.",
            "Fumblecore avatars, in their conspicuousness, obtrusiveness and obstinacy, disrupt the fantasy of the player as a rational, autonomous agent.",
            "When these competencies are undermined, players may potentially confront the fragility of their own agency and the material conditions sustaining it."
        ]
    },
    {
        "author": "Graham, Rory Manning",
        "milestone": "+1 Max Garden Size",
        "quotes": [
            "The American release's adoption of the term 'microgame' neatly codified a mode of intentionally small-scale game design that persists throughout a range of videogame contexts today.",
            "When read across different fields of videogame history, the microgame also appears to be a remarkably permeable term, imbued with conflicting expectations and ideologies about value, form and the cultural role of digital play.",
            "This paper positions the microgame as an exemplary way to understand the aesthetic aims, operational logics and material limits of games production.",
            "Prior scholarship on microgames is concentrated within the field of serious games and has largely sought to demonstrate the import and efficacy of microgames as a training tool.",
            "These disparate attempts to conceptualise and sell microgames converge in their shared preoccupation with the management and presentation of strictly limited resources.",
            "Cultural efforts to stabilise games at the 'micro' scale may be underpinned by the same cultural logics and material constraints of contemporary capitalism.",
            "The language of scale offers a crucial, yet underexamined way of making the history of videogames culturally legible.",
            "My specific focus on the ideological implications of small-scale game-making further questions the role of videogames within broader platform contexts.",
            "By discussing how real-world processes of game production and play may problematise a microgame's intended function, I show how this discursive focus may offer a rich historical intersection."
        ]
    },
    {
        "author": "Barkman, Cassandra & Dawson, Finn",
        "milestone": "+1 Bird Limit",
        "quotes": [
            "Digital user interfaces are central to everyday life in contemporary capitalism.",
            "There has been a recent spate of games that foreground user interfaces as central to everyday life.",
            "Remediating user interfaces, often from non-games software, these games turn fictional computers and phones into playful environments.",
            "There has been no substantive attempt to outline how remediated interfaces create meaning and play across all these games.",
            "In our research, we have identified more than fifty interface games.",
            "Examining microgenres allows us to make 'micro-connections among cultural artifacts', creating nuance in discussions about culture.",
            "Surveillance includes games that force the player to confront the surveillance that occurs through the user interface, as well as the labour that underpins it.",
            "Interface games are one of the main ludic spaces for considering the impact that user interfaces and platforms have on our identities, experiences and labour.",
            "This paper not only charts a crucial new microgenre, but stresses the importance for looking towards microgenres on platforms like itch.io as places of formal experimentation within games."
        ]
    }
]
