[
    {
        "author": "Barkman",
        "milestones": [
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened"
        ],
        "quotes": [
            "Videogames are no strangers to breaking the fourth wall.",
            "Diegesis refers to being in the world of a videogame's narrative action and is contrasted with those nondiegetic elements of games that exist external to the world, typically elements like menus and heads-up displays (HUD).",
            "Both games involve moments in which boundaries are transgressed, whether that be diegetic or between the player and the game, that inject their fictionality into the player's real world and the gaming apparatus.",
            "Metalepsis is significant to this structure in its disruptiveness.",
            "Metalepsis is thus ontologically disorienting, drawing attention to the artifice of the storyworld while also challenging the narratee to determine where exactly the boundaries of fiction lie.",
            "Galloway (2006) described the diegesis of a videogame as “the game's total world of narrative action” (p. 8).",
            "This makes metalepsis a meaningful consequence to the way videogame diegesis functions.",
            "These configurative acts reframe the player's experience as less in the gamic sense and more as the role of a subversive programmer or even hacker.",
            "However, Pony Island also provides several examples of highly divergent metaleptic moments that temporarily challenge the player's conception of what takes place inside and outside the game's diegesis.",
            "DDLC's metaleptic instances foreground the cyborgian relationship between the player and the game via disruption.",
            "Metalepsis as a form of intentional jank also has consequences for the role inaction plays in facilitating DDLC's narrative.",
            "Inaction becomes a site of unease and narrative significance, with the player frequently being left out of the cyborgian construct of gameplay.",
            "Pony Island and DDLC highlight how disruption, whether that be to diegesis or between the player and the game, can be used to great narrative effect, posing questions as to how metalepsis can be used as a tool for disorientation.",
            "The expansions digital media provide to the concept of metalepsis must continue to be explored and articulated.",
            "The appeal of metalepsis and the way it can challenge our notions of authorship, fictionality, ontology and more ensures that the concept continues to thrive and remain informative to the construction of worlds and boundaries.",
            "Metalepsis remains a frequent and meaningful component of videogames.",
            "Steam messages exist in a nondiegetic overlay that can be accessed while playing any game on the platform, with the overlay existing firmly outside the diegesis of the game.",
            "Both instances can be considered rhetorical metalepsis in how story events affect the underlying code, temporarily reaching across boundaries and implicating the player's system into the game itself.",
            "Waszkiewicz (2019) further suggested glitches create a sense of the uncanny, a level of psychological discomfort they relate to cognitive dissonance that occurs in the presence of “two contradictory judgements” (p. 220).",
            "This is contrasted with the arcade game's main menu which is nondiegetic relative to \"Pony Island” but exists within the diegesis of the actual Pony Island game.",
            "Glitch as the representation of the uncanny.",
            "An expansion of the magic circle occurs “when the synthetic world of the game expands beyond the screen, encompassing the technological apparatus of the console/PC or the paratexts packaged with the game.",
            "DDLC exploits the expectations as to how videogames and their afforded interactions should function to great narrative and conceptual effect.",
            "The concept of playing a game within a game is explicitly and frequently put to the fore of the game's visual design— the frame of the arcade screen, as well as additional dust and cobwebs remain visible to the player on the border of their own screen.",
            "This characterised metalepsis as an intrusion between different worlds or “levels,”.",
            "Running contrary to other conceptions of play and videogames being prefaced on interaction, DDLC is notable in how its experience is defined by when it does *not* afford interaction and intentionally and overtly takes it away.",
            "it is possible to think of the diegetic boundary of videogames as dynamic, meaning that it is possible and even easy for what is diegetic to become nondiegetic and vice-versa.",
            "Metalepsis in videogames is particularly meaningful in how players during the act of playing constantly oscillate between inside and outside the diegesis in a process that creates the potential for metaleptic instances to readily occur."
        ]
    },
    {
        "author": "Butt",
        "milestones": [
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit"
        ],
        "quotes": [
            "Not coping: it can feel like a failure; you can feel like a failure. It can feel like you have lost the handle. Maybe we need to fly off the handle. And maybe not coping is an action. And maybe not coping is how we create a collective. That collective might be fragile but it is also feminist and furious.",
            "All attachment is optimistic.",
            "The affective structure of attachments, she writes, 'involves a sustaining inclination to return to the scene of fantasy that enables you to expect that this time, nearness to this thing will help you, or a world, to become different in just the right way'.",
            "(Not)coping is thus used to further describe the transformative affective spaces necessary for the refusal to cope within and against hegemony.",
            "(Not)coping: 'can feel like a failure; you can feel like a failure' because we are feeling the failures of a system.",
            "I stress that game researchers must take greater stock of non-players, non-play relationship dynamics, and non-play centric spaces, as well as the existential-material conditions, continuities, relations, and embodied precarity that might transform gaming lifeworlds.",
            "In treating gaming as an assemblage, Taylor emphasises the technological and material objects and practices that constitute play.",
            "The fluctuating dynamics of affect, as Paasonen, Hillis, and Petit attest, give shape to various online and offline connections and disconnections (2015, p. 1) in ways which can – for the purpose of this thesis – transform videogame assemblages and gaming lifeworlds.",
            "Affective networks entail a panoply of attachments and detachments, which remain always contingent and moved upon by “the proximities and distances of love, desire, and wanting between and among different bodies”.",
            "I examine how people can become affectively (re)orientated towards and away from certain videogame assemblages.",
            "One premise of my argument here is that we should treat diversity as a question rather than a solution.",
            "This research is one specific form of investigating the systemic institutionalisation of sexism, heteronormativity, racism, and so on.",
            "This thesis suggests that fostering diversity must first come from resistance against hegemony through the form of complaint work, solidarity in collective action, and the refusal to cope with failing systems.",
            "Since social freedom cannot be understood as separate from what arises between people, the idea of being definitively bound up together also takes a stance that fundamentally opposes the entrenchment of individualism.",
            "The precarious nature of life is a shared condition. However, precarity is not a condition that makes everyone the same, but a condition shared by everyone.",
            "The precariousness of life affirms that living can only be made possible by means of interdependence.",
            "My core argument is that closely inspecting how gaming lifeworlds are transformed is key to developing a more complex and multifaceted understanding of the role of videogames in culture.",
            "The concept of gaming lifeworlds speak to the crucial role of intersubjectivity (rather than the fantasy binary of subjectivity and objectivity) and its impact on people’s (dis)connections, (dis)engagement, and (re)orientations to videogame assemblages as existentially and materially intertangled.",
            "The ordinariness of both coping and not coping highlights the importance of routines, structures, and 'programming' in our everyday life, as well as their failures.",
            "Sometimes quite the opposite; sometimes, alone or with others, we’re the agents breaking them.",
            "In other words, it’s vital for us to consider diametrical oppositions: the consistent and the contingent; the persistent and the particular; the commonalities and the contrasts.",
            "Coping and not coping are both affective attunements seeking ways to live with what we feel to be inevitable.",
            "The future orientation of these everyday struggles with what feels inevitable might also speak to the transmutability of potential actions.",
            "Our breaking points might reveal when the code is broken, as well as how we might rewrite the code.",
            "Feminist games, media, internet, and cultural researchers frequently conduct research with the understanding that we will most likely experience the same kinds of sexism, harassment, and abuse that are part of the culture we research.",
            "Your stellar knack of knowing how to ask all the right questions has helped me numerous times to better convey a jumbled mess of ideas and bring them together into something with greater clarity.",
            "I want to explicitly acknowledge that it is only because of all the feminist work before me that am I able to explore the limitations of the politics of recognition as I do below, and more closely attend to my growing concerns about how the heightened threats of harm are becoming environmental.",
            "Gaming culture, like all cultures, is not a static object that exists in a vacuum, merely to be subjectively experienced.",
            "One premise of my argument here is that we should treat diversity as a question rather than a solution.",
            "This research is one specific form of investigating the systemic institutionalisation of sexism, heteronormativity, racism, and so on.",
            "In the struggle over who should represent or be represented in videogames, skirmishing stakeholders in dominant gaming publics and counterpublics, as well as those ‘caught in the crossfire’, inevitably remain hypervigilant.",
            "Increasing the number of marginalised participants before ameliorating structural inequalities places a burden of difference onto those minorities who must ‘represent diversity’ on behalf of those otherwise homogeneous institutions.",
            "If hegemony is a structural and systemic problem, we must closely consider the participation costs for those attempting to ‘fit in’ male-dominated environments.",
            "Rather than “getting beyond” identity categories, like race and gender, “as if the categories themselves have restricted our understanding, as if the categories themselves are the blockage points” we might better recognise that the bluntness of such instruments – in that they might be ‘less precise’ – can also give weight to critique, offering a sharper edge.",
            "We should not simply seek to turn away from old terms and methods but understand that all frameworks are necessarily limited.",
            "What makes feminism vital and significant to game studies is its mode of critiquing power relations.",
            "I stress that game researchers must resist the urge to treat intersectionality as a holistic approach to identity or an answer to the ‘lack of diversity’ in games and games research but continue to pose it as a question.",
            "I contend that we must also diversify approaches for examining and discussing social justice issues.",
            "This framing of the question of diversity thus considers ‘the lack of diversity’ in terms of the hegemonic mechanisms and impacts that render some bodies more vulnerable than others.",
            "My core argument is that closely inspecting how gaming lifeworlds are transformed is key to developing a more complex and multifaceted understanding of the role of videogames in culture.",
            "Accordingly, one of the core contributions of this research is to offer the study of gaming lifeworlds and how they are transformed as a flexible transdisciplinary model for researching videogame assemblages in culture.",
            "This thesis studies 'players' – as in anyone who plays games – and not the 'gamer/Gamers' that game studies traditionally focus on.",
            "Instead, I have used an intersectional lens that focuses on people’s lived experience, rather than impose the assumed importance of certain identity categories.",
            "At the centre of this PhD thesis is an exploration of the liminal zone between coping and not coping as a form of resistance.",
            "Rather than viewing ‘coping’ and ‘not coping’ as positive and negative binaries, I write ‘(not)coping’ in order to highlight the liminal zone in between these affective states.",
            "The affective slip of contemporary self-care discourses speaks to the ways that they can still *feel* ethical and political without necessarily enacting an ethics or feminist politics that it seems to promise.",
            "In the story above, I found ways to challenge the use of space designated as the home office, I refused the racist worldviews of other kids from school, and I fought against the virtual world programme that *SkiFree* presented to me.",
            "There is resistance in my story – the sneaking into the room that I know is off limits, the repurposing of an assignment (Yellow Ranger) as a goal, and the refusal to accept the yeti as inevitable.",
            "The ordinariness of both coping and not coping highlights the importance of routines, structures, and 'programming' in our everyday life, as well as their failures.",
            "Coping and not coping are both affective attunements seeking ways to live with what we feel to be inevitable.",
            "Sacrificing a sense of safety that I had worked to produce as a player has felt like the cost of entry to becoming a feminist game researcher.",
            "The crucial work of countless feminist games scholars before me has created a space where I can depart from presenting the core arguments or conclusions in my own research to emphasize once again how we must recognise ‘how bad things really are for minorities in games’.",
            "I am concerned that (not)coping has become commonplace to the extent that it is routine, taken-for-granted, or even dismissed as simply inevitable parts of life in the world of videogames.",
            "Instead of treating videogames as exceptional and unique, this thesis invests in more closely looking at the continuities, relations, and transformations of gaming lifeworlds to develop a more complex everyday understanding of videogames in culture.",
            "When videogame markets define Gamers as generically young heterosexual cisgendered white males, this representation produces a series of binary Otherings for those who don’t fit this limited category.",
            "Increasing the number of marginalised participants before ameliorating structural inequalities places a burden of difference onto those minorities who must ‘represent diversity’ on behalf of those otherwise homogeneous institutions.",
            "One of the core contributions of this research is to offer the study of gaming lifeworlds and how they are transformed as a flexible transdisciplinary model for researching videogame assemblages in culture.",
            "The precariousness of life affirms that living can only be made possible by means of interdependence.",
            "In such ways, the material and symbolic forms of structural support, or lack of such support, highlight the fundamental interdependencies between human and nonhuman lives and the ecological systems that support or don’t support them.",
            "Instead of treating videogames as exceptional and unique, this thesis invests in more closely looking at the continuities, relations, and transformations of gaming lifeworlds to develop a more complex everyday understanding of videogames in culture.",
            "In the story above, I found ways to challenge the use of space designated as the home office, I refused the racist worldviews of other kids from school, and I fought against the virtual world programme that *SkiFree* presented to me.",
            "There is resistance in my story – the sneaking into the room that I know is off limits, the repurposing of an assignment (Yellow Ranger) as a goal, and the refusal to accept the yeti as inevitable."
        ]
    },
    {
        "author": "Hardwick",
        "milestones": [
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size"
        ],
        "quotes": [
            "Games cultures and industries globally are understood to be heavily male-dominated and discourse surrounding games cultures often focuses on the harassment and exclusion of women and girls, people of colour, people with disabilities, and LGBTQIA+ people.",
            "Games culture is an exemplary site of inquiry for understanding safety and inclusivity at events.",
            "Safe and accessible event spaces are shaped by clear, thoughtful policies that are frequently revisited and updated.",
            "Safety, inclusivity and accessibility are not simply the outcomes of well-written policy, but are fostered through investment in event communities over time.",
            "The combination of thoughtful policies and community-focused platforms is essential for constructing event spaces that are safer, more inclusive, and more engaging for event attendees and communities.",
            "I recommend that organisations take a community-centred approach to delivering events, particularly in digital or hybrid formats.",
            "This would not be the PhD it is without the unyielding wisdom, guidance and support of my supervisors.",
            "My deepest thanks to everyone who works for the organisations and events I conducted research at, particularly Chad Toprak, Fran Kerlin and Jini Maxwell for going above and beyond for me.",
            "Your advice was always exactly what I didn’t want to hear but needed to, and the thesis is so much stronger for it.",
            "I’m privileged to have embarked on this journey alongside so many vibrant and clever people, without whom the PhD (especially the pandemic-PhD) experience would have been immeasurably lonely.",
            "This thesis was born from my desire to understand how experiences of safety, inclusivity and accessibility factor into the landscape of games events in Australia.",
            "Games culture has been described in scholarship as characterised by hostility and toxicity, harassment, and negative portrayals of women and other marginalised groups within videogame texts, industries, and communities.",
            "People who are marginalised in games culture include women and girls, people of colour, LGBTQIA+ people, elderly people, and people with disabilities.",
            "Participation is often closed to these players through explicit exclusion from games-related spaces or through discrimination and harassment making these spaces unsafe.",
            "Indeed, it’s often the social environments surrounding games, such as events, rather than games texts themselves that inhibit marginalised players and gamemakers from participating.",
            "As a result, marginalised people are either not catered for or actively excluded, requiring them to manage their participation in spaces that are often unsafe and alienating.",
            "An event’s capacity to be as safe, accessible and inclusive as possible is predicated on taking a community-centred approach.",
            "I focus on the experiences of people involved in games production and consumption in Melbourne and across Australia.",
            "The ‘gamer’ identity as something that is socially constructed and performed, both in-game and in out-of-game contexts.",
            "The rhetorical framing around videogames became increasingly masculine and gender-exclusive, demonstrating how games as a space for men alone was deliberately constructed.",
            "This, like in other masculine-dominated subcultures such as comic books and science fiction, results in the perceived invisibility of women and other marginalised groups regarding their participation in playing and making games.",
            "People who are considered ‘gamers’ are more welcome to participate in games communities than those who are not.",
            "Their participation has simply been diminished and made invisible in mainstream games cultures.",
            "However, becoming, or being allowed to become, visible is an inherent power struggle for marginalised people.",
            "The presence of marginalised groups in historically exclusionary spaces is disruptive to the status quo.",
            "Despite the increasingly visible presence of players and gamemakers who fall outside the typical notion of a gamer, perceptions of who participates and how they do so have been slow to change.",
            "Marginalised players’ participation is considered ‘casual’ or less serious than the participation of men.",
            "The digital playground is shut off to ‘minority’ players entirely, whether in terms of game creation, game technologies, or game play.",
            "The limited notion of the ‘gamer’ persists when it comes to imagining the people who make games.",
            "Games culture is described as exemplifying 'geek masculinity'.",
            "Geek masculinity valorises expertise and knowledge, which is often shared with the wider community, particularly regarding technological skill.",
            "This directly results from the maintenance of cultural stereotypes regarding inherent male technological prowess and female incompetence; a technological hegemony which is threatened by the increased participation of women and otherwise diverse game-players.",
            "Technology isn’t inherently gendered, but socially constructed as such.",
            "Similarly, videogame prowess and expertise are not actually gendered but is represented by the games industry, communities, and media as being an inherently male skill.",
            "Gamergate exemplifies the harassment and exclusionary practices embedded within games culture.",
            "The context of a games culture dominated by the normative ideal of a ‘gamer’ has significant effects on the capacity for diverse and marginalised gamemakers and players to feel safe and included within games communities and spaces.",
            "Events have become integral to the city’s claim to various cultural activities such as games production.",
            "Events like PAX are an example of consumer-facing social spaces organised around engaging with popular culture such as games.",
            "Industry-focused events are also vital spaces for people involved in games production in Australia.",
            "Games consumer-facing and industry events have been discussed in scholarship as sites of harassment and gatekeeping of marginalised groups by people in economic or social positions of power.",
            "The organisational leadership for many events still comprise white, heterosexual men, and therefore the policy decisions that are made can directly hinder the capacity for marginalised individuals to participate.",
            "Online and hybrid events in 2020 and 2021 demonstrated that there are options for delivering events which allow myriad groups of people who have always struggled to feel included — disabled people, neurodivergent people, trans and queer people, parents and carers, elderly people, and so on — to attend events more accessibly and safely.",
            "The tensions around returning to solely in-person modes of social and professional life span broader contexts than just events.",
            "The return to solely in-person modes of event delivery is as understandable as it is seductive from both organisational and attendee perspectives.",
            "Events are vital for community connection, knowledge-sharing and professional engagement.",
            "The community-centred approaches of games events in 2020 demonstrated that online events have enormous potential that should not be overlooked.",
            "This thesis argues that an event’s capacity to be safe, inclusive and accessible is predicated on three factors: thoughtful investment in the event’s community over time, the construction and design of community-focused event spaces, and the implementation of effective and visible policy.",
            "I argue that playful event spaces which capture the event’s ‘vibe’ are more engaging and inclusive.",
            "These conclusions hold true regardless of whether the event’s format is digital, solely in-person, or hybrid.",
            "This thesis’ case studies clearly show that online events can offer safe spaces for people to connect, participate, and feel a sense of belonging which is deeply meaningful.",
            "Digital event spaces don’t have to be limited to empty black squares on a Zoom call, or clumsily re-purposed corporate platforms on which the vibes are hostile, uncomfortable, and a trademarked shade of blue.",
            "We can move toward living our lives in hybrid formats, making use of the accessible and inclusive infrastructure we have already developed (and of which games events like those discussed in this thesis are a model).",
            "This thesis is a glimpse into what digital events *could* be: playful, inclusive, and safe(r).",
            "The hopeful, experimental moment that games events in 2020 captured with their hasty transitions online demonstrates that digital events can be safer, inclusive, and vitally, *good*.",
            "I invite you, too, to imagine a future where digital events are not only done well, they are also considered the norm.",
            "The ways that we conceive of the self have significantly changed.",
            "While some people might be surprised to find that women pioneered computer programming and dominated the field for many decades.",
            "Gender essentialist arguments claiming that men/males and women/females are each born with different abilities and interests have often circulated alongside narratives attempting to naturalise 'the absence of women' in male-dominated science, technology, engineering, and mathematics (STEM) fields."
        ]
    },
    {
        "author": "Sparrow",
        "milestones": [
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit"
        ],
        "quotes": [
            "Toxic’ gaming communities marked by high levels of abusive chat, targeted harassment, scamming, and cheating are widely acknowledged as a familiar part of many multiplayer gaming experiences.",
            "Accusations of ‘ethics washing’, the 'self-interested adoption of appearances of ethical behavior' in the wider tech industry, have been levelled at the games industry as well.",
            "Toxic player behaviour can upset players, impede team performance, and drive away new players.",
            "Many such behaviours are harmful and can be considered unethical.",
            "There are also numerous ethical grey areas—players sometimes regard certain disruptive player behaviours as a valuable part of a game.",
            "Digital game design is itself a relatively new and still-growing industry, one that must not only rapidly adapt to the whims of technology and the tastes of player bases, but also respond to a broader internet and gaming culture that itself intersects with wider societal movements and concerns.",
            "We aim to shed further light on these complexities—referring to them broadly as the 'ethics of multiplayer games'—by turning our focus to the perspectives and experiences of games industry professionals.",
            "How do game industry professionals understand and approach ethical considerations in the design and management of multiplayer games, and what are the challenges they face in doing so?",
            "There is a growing recognition of the importance of taking ethical values into account in design.",
            "Ethical discussions are often absent in game design education and many popular game design text books.",
            "Ethics compete with functionality in the design process.",
            "What button is it going to be on?",
            "Disruptive player behaviour often impedes gameplay or harasses other users by making use of core game mechanics, which are more difficult to adjust.",
            "There are barriers in attempting to address toxic behaviours earlier in the design process.",
            "Sometimes it’s a little fratty.",
            "You have to schedule what sessions you’re going to; you have to schedule which parties you’re going to in the night-time.",
            "The 'cool kids' of the indie scene dictated the social party scene's 'cool' economy.",
            "I actually feel like I’m wasting both my time and other people’s time.",
            "Maybe the reason that I’m here is because of peer pressure.",
            "I know that if I want to be someone and want to grow in this industry, I have to be someone who does this kind of stuff.",
            "I’ve spent so much time on my own, doing my own thing, and not having anyone help me really.",
            "Now that I see this bigger world where there are so many things and so many people to talk to. I’m overwhelmed.",
            "I wasn’t particularly trained to do this.",
            "The benefits of networking have been proven to me already because right now I actually have a fulltime job, and I’ve undertaken a few freelance jobs, and it all came to me through meeting new people and showing them my skills.",
            "I think, right now, the pressure to make those things happen rather than just waiting for them – I have to gather the tools to do so.",
            "A lot of networking after hours is traditionally at bars, or you know, at a few company workspaces, and they all have tabs or whatever.",
            "For game studies scholars, games may indeed be central to our understanding of a certain phenomena or event. But in another situation games may only be supporting players, used as examples or props for another central text.",
            "We need fewer 'central' texts and more study of the relatedness, interconnectedness, and contingent nature of many kinds of popular culture texts.",
            "Not only have dominant gaming publics fostered an increasingly woman-hostile climate online, but it has also further divided the videogame community into teams: the ‘true’ (male) Gamers (dominant gaming publics) versus Others (not male) perceived as intruders and invaders.",
            "Coping with the hostile environments of gaming culture is a form of preemption.",
            "Preemption is an 'environmental power' because it assumes that what we must deal with has 'an objectively given existence prior to its own intervention'.",
            "Under the present terms of reference, there is an urgent need to find other interventions since there can be no rest or reprieve from these ever-looming 'becoming-environmental' threats manifesting in a hostile hegemonic gaming culture.",
            "The research gap I will address is highlighted by these tensions between ‘improved representation’ and the fact that many continue to experience precarity.",
            "Increasing the number of marginalised participants before ameliorating structural inequalities places a burden of difference onto those minorities who must ‘represent diversity’ on behalf of those otherwise homogeneous institutions.",
            "If hegemony is a structural and systemic problem, we must closely consider the participation costs for those attempting to ‘fit in’ male-dominated environments.",
            "We should not simply seek to turn away from old terms and methods but understand that all frameworks are necessarily limited.",
            "Feminist objectivity means quite simply *situated knowledges*.",
            "The only way to find a larger vision is to be somewhere in particular.",
            "It is important to treat intersectionality as one of many frameworks in a feminist toolkit.",
            "Ultimately, it is important to treat intersectionality as one of many frameworks in a feminist toolkit.",
            "Studying everyday struggles of (not)coping aims to challenge notions of the public sphere as detached from the private.",
            "Material conditions produce one’s *being-in-the-world* but don’t have to define one’s *becoming-in-the-world*.",
            "I suggest that the examination of (not)coping offers another way to understand the impacts of hegemonic powers on people’s limited (non)participation in hegemonic gaming publics.",
            "The study of gaming lifeworlds seeks to describe the agency of an individual’s capacity to “generate, perpetuate, and celebrate life as well as one’s ability to stoically endure its hardships”.",
            "This thesis studies 'players' – as in anyone who plays games – and not the 'gamer/Gamers' that game studies traditionally focus on.",
            "I am concerned that (not)coping has become commonplace to the extent that it is routine, taken-for-granted, or even dismissed as simply inevitable parts of life in the world of videogames.",
            "The ordinariness of our everyday struggles that also make them worth our attention.",
            "People are in constant negotiations with how they play (or do not to play) videogames, what genres of videogames they play (or do not to play), and how they navigate across a multitude of gaming relationships and spaces through their online, offline, political, personal, public, private, work and domestic spheres of living.",
            "Participation in gaming is not merely a set of choices to play or not play, but a multitude of unfolding choices that can easily include contradictory decisions, such as playing videogames but not playing them in certain ways.",
            "Animated by struggle, the concept of gaming lifeworlds speak to the crucial role of intersubjectivity (rather than the fantasy binary of subjectivity and objectivity) and its impact on people’s (dis)connections, (dis)engagement, and (re)orientations to videogame assemblages as existentially and materially intertangled.",
            "To gesture to Baruch Spinoza, ordinary affects take our capacities to affect and be affected as the dynamic powers that give meaning to everyday life.",
            "Everyday struggles – including how we cope, do not cope, and refuse to cope – are part of what makes up our ordinary affective lifeworlds.",
            "Coping and not coping do not organise a binary of positive and negative feelings.",
            "For the purposes of this research, (not)coping infers critical potency: a transformative affective space for the refusal to cope within (and against) hegemony.",
            "What problems do we feel to be inevitable and why?"
        ]
    },
    {
        "author": "ten Cate",
        "milestones": [
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened"
        ],
        "quotes": [
            "the days following its release had some calling out the game for its supposedly lackluster graphics and performance issues – arguing that its console, the Nintendo Switch, was clearly outdated and required a more technologically sophisticated replacement"
        ]
    },
    {
        "author": "Moran",
        "milestones": [
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit"
        ],
        "quotes": [
            "The Herald makes the Hero aware that they are in a Flawed State by making them aware of the Ideal State"
        ]
    },
    {
        "author": "Li",
        "milestones": [
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit"
        ],
        "quotes": [
            "In myriad ways, Drive My Car can be seen as an untraditional ghost story"
        ]
    },
    {
        "author": "Coombes",
        "milestones": [
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit"
        ],
        "quotes": [
            "This paper examines how the DLC that exists to ‘extend the life’of the original text is diegetically positioned"
        ]
    },
    {
        "author": "Wallin",
        "milestones": [
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size"
        ],
        "quotes": [
            "I work from home most of the time, and there I have my Yamaha HS50's"
        ]
    },
    {
        "author": "Antonellos",
        "milestones": [
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size"
        ],
        "quotes": [
            "These results assist in the formation of a framework for understanding and addressing concerns related to unwanted sexual behaviours in VR and other digital play spaces"
        ]
    },
    {
        "author": "Moreno",
        "milestones": [
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened",
            "To be awakened"
        ],
        "quotes": [
            "To imagine myself sailing with them, I installed the virtual machine and a few of the games and tools they have made"
        ]
    }
]
