[
    {
        "author": "Barkman",
        "milestones": [],
        "quotes": [
            "Videogames are no strangers to breaking the fourth wall.",
            "Diegesis refers to being in the world of a videogame's narrative action and is contrasted with those nondiegetic elements of games that exist external to the world, typically elements like menus and heads-up displays (HUD).",
            "Both games involve moments in which boundaries are transgressed, whether that be diegetic or between the player and the game, that inject their fictionality into the player's real world and the gaming apparatus.",
            "Metalepsis is significant to this structure in its disruptiveness.",
            "Metalepsis is thus ontologically disorienting, drawing attention to the artifice of the storyworld while also challenging the narratee to determine where exactly the boundaries of fiction lie.",
            "Galloway (2006) described the diegesis of a videogame as “the game's total world of narrative action” (p. 8).",
            "This makes metalepsis a meaningful consequence to the way videogame diegesis functions.",
            "These configurative acts reframe the player's experience as less in the gamic sense and more as the role of a subversive programmer or even hacker.",
            "However, Pony Island also provides several examples of highly divergent metaleptic moments that temporarily challenge the player's conception of what takes place inside and outside the game's diegesis.",
            "DDLC's metaleptic instances foreground the cyborgian relationship between the player and the game via disruption.",
            "Metalepsis as a form of intentional jank also has consequences for the role inaction plays in facilitating DDLC's narrative.",
            "Inaction becomes a site of unease and narrative significance, with the player frequently being left out of the cyborgian construct of gameplay.",
            "Pony Island and DDLC highlight how disruption, whether that be to diegesis or between the player and the game, can be used to great narrative effect, posing questions as to how metalepsis can be used as a tool for disorientation.",
            "The expansions digital media provide to the concept of metalepsis must continue to be explored and articulated.",
            "The appeal of metalepsis and the way it can challenge our notions of authorship, fictionality, ontology and more ensures that the concept continues to thrive and remain informative to the construction of worlds and boundaries.",
            "Metalepsis remains a frequent and meaningful component of videogames.",
            "Steam messages exist in a nondiegetic overlay that can be accessed while playing any game on the platform, with the overlay existing firmly outside the diegesis of the game.",
            "Both instances can be considered rhetorical metalepsis in how story events affect the underlying code, temporarily reaching across boundaries and implicating the player's system into the game itself.",
            "Waszkiewicz (2019) further suggested glitches create a sense of the uncanny, a level of psychological discomfort they relate to cognitive dissonance that occurs in the presence of “two contradictory judgements” (p. 220).",
            "This is contrasted with the arcade game's main menu which is nondiegetic relative to \"Pony Island” but exists within the diegesis of the actual Pony Island game.",
            "Glitch as the representation of the uncanny.",
            "An expansion of the magic circle occurs “when the synthetic world of the game expands beyond the screen, encompassing the technological apparatus of the console/PC or the paratexts packaged with the game.",
            "DDLC exploits the expectations as to how videogames and their afforded interactions should function to great narrative and conceptual effect.",
            "The concept of playing a game within a game is explicitly and frequently put to the fore of the game's visual design— the frame of the arcade screen, as well as additional dust and cobwebs remain visible to the player on the border of their own screen.",
            "This characterised metalepsis as an intrusion between different worlds or “levels,”.",
            "Running contrary to other conceptions of play and videogames being prefaced on interaction, DDLC is notable in how its experience is defined by when it does *not* afford interaction and intentionally and overtly takes it away.",
            "it is possible to think of the diegetic boundary of videogames as dynamic, meaning that it is possible and even easy for what is diegetic to become nondiegetic and vice-versa.",
            "Metalepsis in videogames is particularly meaningful in how players during the act of playing constantly oscillate between inside and outside the diegesis in a process that creates the potential for metaleptic instances to readily occur."
        ]
    },
    {
        "author": "Butt",
        "milestones": [],
        "quotes": [
            "Not coping: it can feel like a failure; you can feel like a failure. It can feel like you have lost the handle. Maybe we need to fly off the handle. And maybe not coping is an action. And maybe not coping is how we create a collective. That collective might be fragile but it is also feminist and furious.",
            "All attachment is optimistic.",
            "The affective structure of attachments, she writes, 'involves a sustaining inclination to return to the scene of fantasy that enables you to expect that this time, nearness to this thing will help you, or a world, to become different in just the right way'.",
            "(Not)coping is thus used to further describe the transformative affective spaces necessary for the refusal to cope within and against hegemony.",
            "(Not)coping: 'can feel like a failure; you can feel like a failure' because we are feeling the failures of a system.",
            "I stress that game researchers must take greater stock of non-players, non-play relationship dynamics, and non-play centric spaces, as well as the existential-material conditions, continuities, relations, and embodied precarity that might transform gaming lifeworlds.",
            "In treating gaming as an assemblage, Taylor emphasises the technological and material objects and practices that constitute play.",
            "The fluctuating dynamics of affect, as Paasonen, Hillis, and Petit attest, give shape to various online and offline connections and disconnections (2015, p. 1) in ways which can – for the purpose of this thesis – transform videogame assemblages and gaming lifeworlds.",
            "Affective networks entail a panoply of attachments and detachments, which remain always contingent and moved upon by “the proximities and distances of love, desire, and wanting between and among different bodies”.",
            "I examine how people can become affectively (re)orientated towards and away from certain videogame assemblages.",
            "One premise of my argument here is that we should treat diversity as a question rather than a solution.",
            "This research is one specific form of investigating the systemic institutionalisation of sexism, heteronormativity, racism, and so on.",
            "This thesis suggests that fostering diversity must first come from resistance against hegemony through the form of complaint work, solidarity in collective action, and the refusal to cope with failing systems.",
            "Since social freedom cannot be understood as separate from what arises between people, the idea of being definitively bound up together also takes a stance that fundamentally opposes the entrenchment of individualism.",
            "The precarious nature of life is a shared condition. However, precarity is not a condition that makes everyone the same, but a condition shared by everyone.",
            "The precariousness of life affirms that living can only be made possible by means of interdependence.",
            "My core argument is that closely inspecting how gaming lifeworlds are transformed is key to developing a more complex and multifaceted understanding of the role of videogames in culture.",
            "The concept of gaming lifeworlds speak to the crucial role of intersubjectivity (rather than the fantasy binary of subjectivity and objectivity) and its impact on people’s (dis)connections, (dis)engagement, and (re)orientations to videogame assemblages as existentially and materially intertangled.",
            "The ordinariness of both coping and not coping highlights the importance of routines, structures, and 'programming' in our everyday life, as well as their failures.",
            "Sometimes quite the opposite; sometimes, alone or with others, we’re the agents breaking them.",
            "In other words, it’s vital for us to consider diametrical oppositions: the consistent and the contingent; the persistent and the particular; the commonalities and the contrasts.",
            "Coping and not coping are both affective attunements seeking ways to live with what we feel to be inevitable.",
            "The future orientation of these everyday struggles with what feels inevitable might also speak to the transmutability of potential actions.",
            "Our breaking points might reveal when the code is broken, as well as how we might rewrite the code.",
            "Feminist games, media, internet, and cultural researchers frequently conduct research with the understanding that we will most likely experience the same kinds of sexism, harassment, and abuse that are part of the culture we research.",
            "Your stellar knack of knowing how to ask all the right questions has helped me numerous times to better convey a jumbled mess of ideas and bring them together into something with greater clarity.",
            "I want to explicitly acknowledge that it is only because of all the feminist work before me that am I able to explore the limitations of the politics of recognition as I do below, and more closely attend to my growing concerns about how the heightened threats of harm are becoming environmental.",
            "Gaming culture, like all cultures, is not a static object that exists in a vacuum, merely to be subjectively experienced.",
            "One premise of my argument here is that we should treat diversity as a question rather than a solution.",
            "This research is one specific form of investigating the systemic institutionalisation of sexism, heteronormativity, racism, and so on.",
            "In the struggle over who should represent or be represented in videogames, skirmishing stakeholders in dominant gaming publics and counterpublics, as well as those ‘caught in the crossfire’, inevitably remain hypervigilant.",
            "Increasing the number of marginalised participants before ameliorating structural inequalities places a burden of difference onto those minorities who must ‘represent diversity’ on behalf of those otherwise homogeneous institutions.",
            "If hegemony is a structural and systemic problem, we must closely consider the participation costs for those attempting to ‘fit in’ male-dominated environments.",
            "Rather than “getting beyond” identity categories, like race and gender, “as if the categories themselves have restricted our understanding, as if the categories themselves are the blockage points” we might better recognise that the bluntness of such instruments – in that they might be ‘less precise’ – can also give weight to critique, offering a sharper edge.",
            "We should not simply seek to turn away from old terms and methods but understand that all frameworks are necessarily limited.",
            "What makes feminism vital and significant to game studies is its mode of critiquing power relations.",
            "I stress that game researchers must resist the urge to treat intersectionality as a holistic approach to identity or an answer to the ‘lack of diversity’ in games and games research but continue to pose it as a question.",
            "I contend that we must also diversify approaches for examining and discussing social justice issues.",
            "This framing of the question of diversity thus considers ‘the lack of diversity’ in terms of the hegemonic mechanisms and impacts that render some bodies more vulnerable than others.",
            "My core argument is that closely inspecting how gaming lifeworlds are transformed is key to developing a more complex and multifaceted understanding of the role of videogames in culture.",
            "Accordingly, one of the core contributions of this research is to offer the study of gaming lifeworlds and how they are transformed as a flexible transdisciplinary model for researching videogame assemblages in culture.",
            "This thesis studies 'players' – as in anyone who plays games – and not the 'gamer/Gamers' that game studies traditionally focus on.",
            "Instead, I have used an intersectional lens that focuses on people’s lived experience, rather than impose the assumed importance of certain identity categories.",
            "At the centre of this PhD thesis is an exploration of the liminal zone between coping and not coping as a form of resistance.",
            "Rather than viewing ‘coping’ and ‘not coping’ as positive and negative binaries, I write ‘(not)coping’ in order to highlight the liminal zone in between these affective states.",
            "The affective slip of contemporary self-care discourses speaks to the ways that they can still *feel* ethical and political without necessarily enacting an ethics or feminist politics that it seems to promise.",
            "In the story above, I found ways to challenge the use of space designated as the home office, I refused the racist worldviews of other kids from school, and I fought against the virtual world programme that *SkiFree* presented to me.",
            "There is resistance in my story – the sneaking into the room that I know is off limits, the repurposing of an assignment (Yellow Ranger) as a goal, and the refusal to accept the yeti as inevitable.",
            "The ordinariness of both coping and not coping highlights the importance of routines, structures, and 'programming' in our everyday life, as well as their failures.",
            "Coping and not coping are both affective attunements seeking ways to live with what we feel to be inevitable.",
            "Sacrificing a sense of safety that I had worked to produce as a player has felt like the cost of entry to becoming a feminist game researcher.",
            "The crucial work of countless feminist games scholars before me has created a space where I can depart from presenting the core arguments or conclusions in my own research to emphasize once again how we must recognise ‘how bad things really are for minorities in games’.",
            "I am concerned that (not)coping has become commonplace to the extent that it is routine, taken-for-granted, or even dismissed as simply inevitable parts of life in the world of videogames.",
            "Instead of treating videogames as exceptional and unique, this thesis invests in more closely looking at the continuities, relations, and transformations of gaming lifeworlds to develop a more complex everyday understanding of videogames in culture.",
            "When videogame markets define Gamers as generically young heterosexual cisgendered white males, this representation produces a series of binary Otherings for those who don’t fit this limited category.",
            "Increasing the number of marginalised participants before ameliorating structural inequalities places a burden of difference onto those minorities who must ‘represent diversity’ on behalf of those otherwise homogeneous institutions.",
            "One of the core contributions of this research is to offer the study of gaming lifeworlds and how they are transformed as a flexible transdisciplinary model for researching videogame assemblages in culture.",
            "The precariousness of life affirms that living can only be made possible by means of interdependence.",
            "In such ways, the material and symbolic forms of structural support, or lack of such support, highlight the fundamental interdependencies between human and nonhuman lives and the ecological systems that support or don’t support them.",
            "Instead of treating videogames as exceptional and unique, this thesis invests in more closely looking at the continuities, relations, and transformations of gaming lifeworlds to develop a more complex everyday understanding of videogames in culture.",
            "In the story above, I found ways to challenge the use of space designated as the home office, I refused the racist worldviews of other kids from school, and I fought against the virtual world programme that *SkiFree* presented to me.",
            "There is resistance in my story – the sneaking into the room that I know is off limits, the repurposing of an assignment (Yellow Ranger) as a goal, and the refusal to accept the yeti as inevitable."
        ]
    }
]