[
    {
        "author": "Barkman",
        "milestones": [
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!"
        ],
        "quotes": [
            "Videogames are no strangers to breaking the fourth wall.",
            "Diegesis refers to being in the world of a videogame's narrative action and is contrasted with those nondiegetic elements of games that exist external to the world, typically elements like menus and heads-up displays (HUD).",
            "Both games involve moments in which boundaries are transgressed, whether that be diegetic or between the player and the game, that inject their fictionality into the player's real world and the gaming apparatus.",
            "Metalepsis is significant to this structure in its disruptiveness.",
            "Metalepsis is thus ontologically disorienting, drawing attention to the artifice of the storyworld while also challenging the narratee to determine where exactly the boundaries of fiction lie.",
            "Galloway (2006) described the diegesis of a videogame as “the game's total world of narrative action” (p. 8).",
            "This makes metalepsis a meaningful consequence to the way videogame diegesis functions.",
            "These configurative acts reframe the player's experience as less in the gamic sense and more as the role of a subversive programmer or even hacker.",
            "However, Pony Island also provides several examples of highly divergent metaleptic moments that temporarily challenge the player's conception of what takes place inside and outside the game's diegesis.",
            "DDLC's metaleptic instances foreground the cyborgian relationship between the player and the game via disruption.",
            "Metalepsis as a form of intentional jank also has consequences for the role inaction plays in facilitating DDLC's narrative.",
            "Inaction becomes a site of unease and narrative significance, with the player frequently being left out of the cyborgian construct of gameplay.",
            "Pony Island and DDLC highlight how disruption, whether that be to diegesis or between the player and the game, can be used to great narrative effect, posing questions as to how metalepsis can be used as a tool for disorientation.",
            "The expansions digital media provide to the concept of metalepsis must continue to be explored and articulated.",
            "The appeal of metalepsis and the way it can challenge our notions of authorship, fictionality, ontology and more ensures that the concept continues to thrive and remain informative to the construction of worlds and boundaries.",
            "Metalepsis remains a frequent and meaningful component of videogames.",
            "Steam messages exist in a nondiegetic overlay that can be accessed while playing any game on the platform, with the overlay existing firmly outside the diegesis of the game.",
            "Both instances can be considered rhetorical metalepsis in how story events affect the underlying code, temporarily reaching across boundaries and implicating the player's system into the game itself.",
            "Waszkiewicz (2019) further suggested glitches create a sense of the uncanny, a level of psychological discomfort they relate to cognitive dissonance that occurs in the presence of “two contradictory judgements” (p. 220).",
            "This is contrasted with the arcade game's main menu which is nondiegetic relative to \"Pony Island” but exists within the diegesis of the actual Pony Island game.",
            "Glitch as the representation of the uncanny.",
            "An expansion of the magic circle occurs “when the synthetic world of the game expands beyond the screen, encompassing the technological apparatus of the console/PC or the paratexts packaged with the game.",
            "DDLC exploits the expectations as to how videogames and their afforded interactions should function to great narrative and conceptual effect.",
            "The concept of playing a game within a game is explicitly and frequently put to the fore of the game's visual design— the frame of the arcade screen, as well as additional dust and cobwebs remain visible to the player on the border of their own screen.",
            "This characterised metalepsis as an intrusion between different worlds or “levels,”.",
            "Running contrary to other conceptions of play and videogames being prefaced on interaction, DDLC is notable in how its experience is defined by when it does *not* afford interaction and intentionally and overtly takes it away.",
            "it is possible to think of the diegetic boundary of videogames as dynamic, meaning that it is possible and even easy for what is diegetic to become nondiegetic and vice-versa.",
            "Metalepsis in videogames is particularly meaningful in how players during the act of playing constantly oscillate between inside and outside the diegesis in a process that creates the potential for metaleptic instances to readily occur.",
            "Complex narratives, stories that are intentionally difficult to follow and challenge the narratee (the receiver of a narrative), have become a normalised part of contemporary media.",
            "Many scholars have also suggested that narrative complexity is related to videogames.",
            "This paper expands on the loose connotations elicited by other scholars by exploring how exactly narrative complexity can be understood as gamelike.",
            "I argue that complex narratives are cognitively ludic, meaning they elicit a cognitive mode of engagement that can be, and has been, compared to games, but remains distinct from more literal ludicity.",
            "This relates complex narratives to textual games such as riddles and, most notably, mysteries.",
            "This interaction only occurs cognitively however, and the extent to which narratees are invested in 'solving' complexity will vary...",
            "...the pleasure of both mysteries and complexity arguably comes from the cleverness of the solution rather than ‘winning’.",
            "Thinking about complex narratives in this way is beneficial in how it foregrounds specific gamelike responses complexity can elicit in the viewer.",
            "[Gamelike responses range] from an appreciation for both story and discourse, the need to learn how a narrative works before understanding it and the desire to rewatch or ‘replay' a narrative to improve one's comprehension.",
            "The first relates to... the operational aesthetic - 'enjoying the [narrative's] results while also marveling at how it works'...",
            "The second refers to the 'narrative mechanics' at play in complex stories, such as nonlinearity, multiple levels of reality and ontological looping...",
            "...the intricacies of which must be understood before the narrative itself can be comprehended.",
            "This relates complexity to the self-reflexive mode of engagement involved in playing a game - being conscious of the rules and mechanics while simultaneously inhabiting and enjoying the gameworld...",
            "...complexity also encourages repeat viewings to ‘resolve' the challenges to comprehension, much as the same way games are replayed to master their mechanics.",
            "I argue that time loops narrativize something that is already implicit across most videogames - repetition.",
            "Every game with a save/load feature already contains time loops.",
            "Acknowledging [time loops] within the gameworld essentially narrativizes elements like repetition and failure that are frequently part of play but outside of a game's storyworld.",
            "...determine what impact narrativizing repetition has on how videogame time loop's function.",
            "Outer Wilds' time loop centres on a preoccupation with space, particularly with how space is navigated (...) and how it changes.",
            "...the game places the player in the position of an explorer, venturing out on expeditions to steadily improve their cognitive map of the solar system one loop at a time.",
            "The creation of this cognitive map is challenged by the way the space itself is designed...",
            "...how space itself loops much like the time loop.",
            "This looping experience of space is also expanded into the game's narrative via how it charts the cyclical rising and falling of various alien civilizations...",
            "Outer Wilds' time loop is thus emblematic of its world – both the spatial looping and exploration of its many planets, and the way its story perpetuates a cyclical historical logic.",
            "By contrast, Deathloop's time loop is predominantly about pleasure.",
            "Blackreef as a setting is both narratively, and for the player, established as a hedonistic playground that allows its inhabitants to pursue pleasure and violence free of consequences thanks to the safety of the time loop.",
            "Within this safety net, the player's goal becomes to perform the 'perfect loop'...",
            "In this way, Deathloop foregrounds the operational aesthetic as part of its goal – taking pleasure in learning how something works...",
            "Learning how Deathloop's loop functions becomes akin to learning how a rudimentary Rube Goldberg machine works...",
            "Despite the game's goal being to break the loop, the time loop is thus inevitably valorised, both by the player and their exploits and by Colt himself over the course of the narrative."
        ]
    },
    {
        "author": "Butt",
        "milestones": [
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit"
        ],
        "quotes": [
            "Not coping: it can feel like a failure; you can feel like a failure. It can feel like you have lost the handle. Maybe we need to fly off the handle. And maybe not coping is an action. And maybe not coping is how we create a collective. That collective might be fragile but it is also feminist and furious.",
            "All attachment is optimistic.",
            "The affective structure of attachments, she writes, 'involves a sustaining inclination to return to the scene of fantasy that enables you to expect that this time, nearness to this thing will help you, or a world, to become different in just the right way'.",
            "(Not)coping is thus used to further describe the transformative affective spaces necessary for the refusal to cope within and against hegemony.",
            "(Not)coping: 'can feel like a failure; you can feel like a failure' because we are feeling the failures of a system.",
            "I stress that game researchers must take greater stock of non-players, non-play relationship dynamics, and non-play centric spaces, as well as the existential-material conditions, continuities, relations, and embodied precarity that might transform gaming lifeworlds.",
            "In treating gaming as an assemblage, Taylor emphasises the technological and material objects and practices that constitute play.",
            "The fluctuating dynamics of affect, as Paasonen, Hillis, and Petit attest, give shape to various online and offline connections and disconnections (2015, p. 1) in ways which can – for the purpose of this thesis – transform videogame assemblages and gaming lifeworlds.",
            "Affective networks entail a panoply of attachments and detachments, which remain always contingent and moved upon by “the proximities and distances of love, desire, and wanting between and among different bodies”.",
            "I examine how people can become affectively (re)orientated towards and away from certain videogame assemblages.",
            "One premise of my argument here is that we should treat diversity as a question rather than a solution.",
            "This research is one specific form of investigating the systemic institutionalisation of sexism, heteronormativity, racism, and so on.",
            "This thesis suggests that fostering diversity must first come from resistance against hegemony through the form of complaint work, solidarity in collective action, and the refusal to cope with failing systems.",
            "Since social freedom cannot be understood as separate from what arises between people, the idea of being definitively bound up together also takes a stance that fundamentally opposes the entrenchment of individualism.",
            "The precarious nature of life is a shared condition. However, precarity is not a condition that makes everyone the same, but a condition shared by everyone.",
            "The precariousness of life affirms that living can only be made possible by means of interdependence.",
            "My core argument is that closely inspecting how gaming lifeworlds are transformed is key to developing a more complex and multifaceted understanding of the role of videogames in culture.",
            "The concept of gaming lifeworlds speak to the crucial role of intersubjectivity (rather than the fantasy binary of subjectivity and objectivity) and its impact on people’s (dis)connections, (dis)engagement, and (re)orientations to videogame assemblages as existentially and materially intertangled.",
            "The ordinariness of both coping and not coping highlights the importance of routines, structures, and 'programming' in our everyday life, as well as their failures.",
            "Sometimes quite the opposite; sometimes, alone or with others, we’re the agents breaking them.",
            "In other words, it’s vital for us to consider diametrical oppositions: the consistent and the contingent; the persistent and the particular; the commonalities and the contrasts.",
            "Coping and not coping are both affective attunements seeking ways to live with what we feel to be inevitable.",
            "The future orientation of these everyday struggles with what feels inevitable might also speak to the transmutability of potential actions.",
            "Our breaking points might reveal when the code is broken, as well as how we might rewrite the code.",
            "Feminist games, media, internet, and cultural researchers frequently conduct research with the understanding that we will most likely experience the same kinds of sexism, harassment, and abuse that are part of the culture we research.",
            "Your stellar knack of knowing how to ask all the right questions has helped me numerous times to better convey a jumbled mess of ideas and bring them together into something with greater clarity.",
            "I want to explicitly acknowledge that it is only because of all the feminist work before me that am I able to explore the limitations of the politics of recognition as I do below, and more closely attend to my growing concerns about how the heightened threats of harm are becoming environmental.",
            "Gaming culture, like all cultures, is not a static object that exists in a vacuum, merely to be subjectively experienced.",
            "One premise of my argument here is that we should treat diversity as a question rather than a solution.",
            "This research is one specific form of investigating the systemic institutionalisation of sexism, heteronormativity, racism, and so on.",
            "In the struggle over who should represent or be represented in videogames, skirmishing stakeholders in dominant gaming publics and counterpublics, as well as those ‘caught in the crossfire’, inevitably remain hypervigilant.",
            "Increasing the number of marginalised participants before ameliorating structural inequalities places a burden of difference onto those minorities who must ‘represent diversity’ on behalf of those otherwise homogeneous institutions.",
            "If hegemony is a structural and systemic problem, we must closely consider the participation costs for those attempting to ‘fit in’ male-dominated environments.",
            "Rather than “getting beyond” identity categories, like race and gender, “as if the categories themselves have restricted our understanding, as if the categories themselves are the blockage points” we might better recognise that the bluntness of such instruments – in that they might be ‘less precise’ – can also give weight to critique, offering a sharper edge.",
            "We should not simply seek to turn away from old terms and methods but understand that all frameworks are necessarily limited.",
            "What makes feminism vital and significant to game studies is its mode of critiquing power relations.",
            "I stress that game researchers must resist the urge to treat intersectionality as a holistic approach to identity or an answer to the ‘lack of diversity’ in games and games research but continue to pose it as a question.",
            "I contend that we must also diversify approaches for examining and discussing social justice issues.",
            "This framing of the question of diversity thus considers ‘the lack of diversity’ in terms of the hegemonic mechanisms and impacts that render some bodies more vulnerable than others.",
            "My core argument is that closely inspecting how gaming lifeworlds are transformed is key to developing a more complex and multifaceted understanding of the role of videogames in culture.",
            "Accordingly, one of the core contributions of this research is to offer the study of gaming lifeworlds and how they are transformed as a flexible transdisciplinary model for researching videogame assemblages in culture.",
            "This thesis studies 'players' – as in anyone who plays games – and not the 'gamer/Gamers' that game studies traditionally focus on.",
            "Instead, I have used an intersectional lens that focuses on people’s lived experience, rather than impose the assumed importance of certain identity categories.",
            "At the centre of this PhD thesis is an exploration of the liminal zone between coping and not coping as a form of resistance.",
            "Rather than viewing ‘coping’ and ‘not coping’ as positive and negative binaries, I write ‘(not)coping’ in order to highlight the liminal zone in between these affective states.",
            "The affective slip of contemporary self-care discourses speaks to the ways that they can still *feel* ethical and political without necessarily enacting an ethics or feminist politics that it seems to promise.",
            "In the story above, I found ways to challenge the use of space designated as the home office, I refused the racist worldviews of other kids from school, and I fought against the virtual world programme that *SkiFree* presented to me.",
            "There is resistance in my story – the sneaking into the room that I know is off limits, the repurposing of an assignment (Yellow Ranger) as a goal, and the refusal to accept the yeti as inevitable.",
            "The ordinariness of both coping and not coping highlights the importance of routines, structures, and 'programming' in our everyday life, as well as their failures.",
            "Coping and not coping are both affective attunements seeking ways to live with what we feel to be inevitable.",
            "Sacrificing a sense of safety that I had worked to produce as a player has felt like the cost of entry to becoming a feminist game researcher.",
            "The crucial work of countless feminist games scholars before me has created a space where I can depart from presenting the core arguments or conclusions in my own research to emphasize once again how we must recognise ‘how bad things really are for minorities in games’.",
            "I am concerned that (not)coping has become commonplace to the extent that it is routine, taken-for-granted, or even dismissed as simply inevitable parts of life in the world of videogames.",
            "Instead of treating videogames as exceptional and unique, this thesis invests in more closely looking at the continuities, relations, and transformations of gaming lifeworlds to develop a more complex everyday understanding of videogames in culture.",
            "When videogame markets define Gamers as generically young heterosexual cisgendered white males, this representation produces a series of binary Otherings for those who don’t fit this limited category.",
            "Increasing the number of marginalised participants before ameliorating structural inequalities places a burden of difference onto those minorities who must ‘represent diversity’ on behalf of those otherwise homogeneous institutions.",
            "One of the core contributions of this research is to offer the study of gaming lifeworlds and how they are transformed as a flexible transdisciplinary model for researching videogame assemblages in culture.",
            "The precariousness of life affirms that living can only be made possible by means of interdependence.",
            "In such ways, the material and symbolic forms of structural support, or lack of such support, highlight the fundamental interdependencies between human and nonhuman lives and the ecological systems that support or don’t support them.",
            "Instead of treating videogames as exceptional and unique, this thesis invests in more closely looking at the continuities, relations, and transformations of gaming lifeworlds to develop a more complex everyday understanding of videogames in culture.",
            "In the story above, I found ways to challenge the use of space designated as the home office, I refused the racist worldviews of other kids from school, and I fought against the virtual world programme that *SkiFree* presented to me.",
            "There is resistance in my story – the sneaking into the room that I know is off limits, the repurposing of an assignment (Yellow Ranger) as a goal, and the refusal to accept the yeti as inevitable.",
            "Games, and the cultures of players and developers surrounding games, are dominated by a desire – and sometimes a pressure – to drink.",
            "As the field of game studies has developed... the recent decade of game scholarship has given increasing attention to the context of games.",
            "This paper cuts through these three layers of player, paratext and developer to find one of the most basic themes at the heart of cultural contexts: alcohol.",
            "Games are a medium defined at least as much by the subculture surrounding it as by its ontological characteristics...",
            "...videogames' subculture has been commented on variously... as one defined by white, male bodies – vocal, gatekeeping, semi-organized entities to which resistance from the margins of its subculture have only recently gotten a voice.",
            "We frame the intersection of drinking and gaming culture as an ecology of complex entanglements.",
            "Pressure to attend professional-social networking congregations, often in the name of seemingly positive motivations of collegiality, ostracizes those who cannot afford the time.",
            "The case [of Bounty Hunter Brewing Co.] is exemplary of overarching masculinity performativity across these two subcultures where the male-gaze reinforces the notion that women are outsiders of both gaming and craft-brew drinking spaces.",
            "'When there's alcohol involved, men start to think that that sort of behaviour is somehow acceptable... They use it as a lubricant for pushing boundaries.'",
            "Certain forms of consuming alcohol have become central to developer gatherings: networking, collaboration, and personal branding are especially important for indies. Consequently, developers cannot easily opt-out of these spaces."
        ]
    },
    {
        "author": "Hardwick",
        "milestones": [
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size"
        ],
        "quotes": [
            "Games cultures and industries globally are understood to be heavily male-dominated and discourse surrounding games cultures often focuses on the harassment and exclusion of women and girls, people of colour, people with disabilities, and LGBTQIA+ people.",
            "Games culture is an exemplary site of inquiry for understanding safety and inclusivity at events.",
            "Safe and accessible event spaces are shaped by clear, thoughtful policies that are frequently revisited and updated.",
            "Safety, inclusivity and accessibility are not simply the outcomes of well-written policy, but are fostered through investment in event communities over time.",
            "The combination of thoughtful policies and community-focused platforms is essential for constructing event spaces that are safer, more inclusive, and more engaging for event attendees and communities.",
            "I recommend that organisations take a community-centred approach to delivering events, particularly in digital or hybrid formats.",
            "This would not be the PhD it is without the unyielding wisdom, guidance and support of my supervisors.",
            "My deepest thanks to everyone who works for the organisations and events I conducted research at, particularly Chad Toprak, Fran Kerlin and Jini Maxwell for going above and beyond for me.",
            "Your advice was always exactly what I didn’t want to hear but needed to, and the thesis is so much stronger for it.",
            "I’m privileged to have embarked on this journey alongside so many vibrant and clever people, without whom the PhD (especially the pandemic-PhD) experience would have been immeasurably lonely.",
            "This thesis was born from my desire to understand how experiences of safety, inclusivity and accessibility factor into the landscape of games events in Australia.",
            "Games culture has been described in scholarship as characterised by hostility and toxicity, harassment, and negative portrayals of women and other marginalised groups within videogame texts, industries, and communities.",
            "People who are marginalised in games culture include women and girls, people of colour, LGBTQIA+ people, elderly people, and people with disabilities.",
            "Participation is often closed to these players through explicit exclusion from games-related spaces or through discrimination and harassment making these spaces unsafe.",
            "Indeed, it’s often the social environments surrounding games, such as events, rather than games texts themselves that inhibit marginalised players and gamemakers from participating.",
            "As a result, marginalised people are either not catered for or actively excluded, requiring them to manage their participation in spaces that are often unsafe and alienating.",
            "An event’s capacity to be as safe, accessible and inclusive as possible is predicated on taking a community-centred approach.",
            "I focus on the experiences of people involved in games production and consumption in Melbourne and across Australia.",
            "The ‘gamer’ identity as something that is socially constructed and performed, both in-game and in out-of-game contexts.",
            "The rhetorical framing around videogames became increasingly masculine and gender-exclusive, demonstrating how games as a space for men alone was deliberately constructed.",
            "This, like in other masculine-dominated subcultures such as comic books and science fiction, results in the perceived invisibility of women and other marginalised groups regarding their participation in playing and making games.",
            "People who are considered ‘gamers’ are more welcome to participate in games communities than those who are not.",
            "Their participation has simply been diminished and made invisible in mainstream games cultures.",
            "However, becoming, or being allowed to become, visible is an inherent power struggle for marginalised people.",
            "The presence of marginalised groups in historically exclusionary spaces is disruptive to the status quo.",
            "Despite the increasingly visible presence of players and gamemakers who fall outside the typical notion of a gamer, perceptions of who participates and how they do so have been slow to change.",
            "Marginalised players’ participation is considered ‘casual’ or less serious than the participation of men.",
            "The digital playground is shut off to ‘minority’ players entirely, whether in terms of game creation, game technologies, or game play.",
            "The limited notion of the ‘gamer’ persists when it comes to imagining the people who make games.",
            "Games culture is described as exemplifying 'geek masculinity'.",
            "Geek masculinity valorises expertise and knowledge, which is often shared with the wider community, particularly regarding technological skill.",
            "This directly results from the maintenance of cultural stereotypes regarding inherent male technological prowess and female incompetence; a technological hegemony which is threatened by the increased participation of women and otherwise diverse game-players.",
            "Technology isn’t inherently gendered, but socially constructed as such.",
            "Similarly, videogame prowess and expertise are not actually gendered but is represented by the games industry, communities, and media as being an inherently male skill.",
            "Gamergate exemplifies the harassment and exclusionary practices embedded within games culture.",
            "The context of a games culture dominated by the normative ideal of a ‘gamer’ has significant effects on the capacity for diverse and marginalised gamemakers and players to feel safe and included within games communities and spaces.",
            "Events have become integral to the city’s claim to various cultural activities such as games production.",
            "Events like PAX are an example of consumer-facing social spaces organised around engaging with popular culture such as games.",
            "Industry-focused events are also vital spaces for people involved in games production in Australia.",
            "Games consumer-facing and industry events have been discussed in scholarship as sites of harassment and gatekeeping of marginalised groups by people in economic or social positions of power.",
            "The organisational leadership for many events still comprise white, heterosexual men, and therefore the policy decisions that are made can directly hinder the capacity for marginalised individuals to participate.",
            "Online and hybrid events in 2020 and 2021 demonstrated that there are options for delivering events which allow myriad groups of people who have always struggled to feel included — disabled people, neurodivergent people, trans and queer people, parents and carers, elderly people, and so on — to attend events more accessibly and safely.",
            "The tensions around returning to solely in-person modes of social and professional life span broader contexts than just events.",
            "The return to solely in-person modes of event delivery is as understandable as it is seductive from both organisational and attendee perspectives.",
            "Events are vital for community connection, knowledge-sharing and professional engagement.",
            "The community-centred approaches of games events in 2020 demonstrated that online events have enormous potential that should not be overlooked.",
            "This thesis argues that an event’s capacity to be safe, inclusive and accessible is predicated on three factors: thoughtful investment in the event’s community over time, the construction and design of community-focused event spaces, and the implementation of effective and visible policy.",
            "I argue that playful event spaces which capture the event’s ‘vibe’ are more engaging and inclusive.",
            "These conclusions hold true regardless of whether the event’s format is digital, solely in-person, or hybrid.",
            "This thesis’ case studies clearly show that online events can offer safe spaces for people to connect, participate, and feel a sense of belonging which is deeply meaningful.",
            "Digital event spaces don’t have to be limited to empty black squares on a Zoom call, or clumsily re-purposed corporate platforms on which the vibes are hostile, uncomfortable, and a trademarked shade of blue.",
            "We can move toward living our lives in hybrid formats, making use of the accessible and inclusive infrastructure we have already developed (and of which games events like those discussed in this thesis are a model).",
            "This thesis is a glimpse into what digital events *could* be: playful, inclusive, and safe(r).",
            "The hopeful, experimental moment that games events in 2020 captured with their hasty transitions online demonstrates that digital events can be safer, inclusive, and vitally, *good*.",
            "I invite you, too, to imagine a future where digital events are not only done well, they are also considered the norm.",
            "The ways that we conceive of the self have significantly changed.",
            "While some people might be surprised to find that women pioneered computer programming and dominated the field for many decades.",
            "Gender essentialist arguments claiming that men/males and women/females are each born with different abilities and interests have often circulated alongside narratives attempting to naturalise 'the absence of women' in male-dominated science, technology, engineering, and mathematics (STEM) fields."
        ]
    },
    {
        "author": "Sparrow",
        "milestones": [
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit"
        ],
        "quotes": [
            "The disruptive behaviour of players in online multiplayer games takes many forms: players scam, hack, cheat, betray, insult, deceive, harass and otherwise bother one another in ever-evolving ways.",
            "Scholars have drawn from a range of ethical theories to argue that such actions in multiplayer games require more ethical scrutiny, particularly given that they can cause harm to other human players.",
            "Some scholars take a different approach and explore the subversive value of disruptive play.",
            "But how do players themselves understand, permit or condemn these behaviours? Research paints a complex picture.",
            "It has been said that 'players often regard video games as moral vacuums'.",
            "Empirical studies have suggested that players adopt an 'amoral' approach to gameplay by morally disengaging from their in-game actions and content.",
            "It has also been argued that many players tend to make in-game decisions based less on ethics and more on strategy or a desire to ‘[test] the limits of the game system'.",
            "At the same time, some studies have examined the positive ethical experiences that players derive from this apparently amoral play.",
            "Furthermore, there is an increasing awareness of the long-standing debates and ongoing 'boundary work' among players about what counts as acceptable behaviour in multiplayer games.",
            "Players can display a wide range of 'cultural norms' among different groups of players, even within a single game.",
            "Amidst these varied perspectives, the observed amoral attitude among players alongside a growing recognition of the potential for causing other players real harm has further inspired calls for more ethical play.",
            "If we are to design games that promote ethical interactions among players, we need to understand what such interactions might actually look like in different play contexts.",
            "Firstly, discussions of ethics in digital games often focus on single-player games rather than multiplayer games.",
            "Secondly, more empirical work is needed that acknowledges the importance of players' voices and experiences.",
            "Finally, based on our review of the literature, few studies have attempted to approach a clear framework of ethical considerations among players that span across acts, game contexts and platforms.",
            "This has left room for a grounded, holistic understanding of multiplayer ethics from the players' perspective.",
            "The present study is thus designed to address these gaps by formulating a broad framework of multiplayer ethics through empirical means.",
            "The ludic ethics approach specifically refers to this grounded study of player deliberations through an ethical lens, which focuses on players' existing ethical values rather than the values that they lack or ‘morally disengage’ from.",
            "It places both ethics and players' perspectives at the forefront of the analysis while simultaneously avoiding the imposition of a particular existing ethical or theoretical framework.",
            "Through this approach, we then elaborate on four key themes that participants were identified as drawing from when ethically evaluating acts in multiplayer games, which together make up a framework of ‘ludomorality'.",
            "Ludomorality thus describes the ethical framework by which players negotiate the ethics of in-game actions in online multiplayer games, as investigated through the ludic ethics approach.",
            "The participants in this study held diverse values and sometimes had widely varying perspectives on the ethics of the acts under discussion.",
            "As such, the themes presented here do not simply reflect participants' values or preferences, but rather vectors around which players negotiate their values and evaluate the ethics of in-game acts.",
            "For many participants, an act that is 'part of the game' is rarely so because it is a part of the written rules or the terms and conditions.",
            "If an act is made possible through the basic functioning of the game, is it ethically acceptable?",
            "Some participants noted that merely because something can occur in a game does not mean it is acceptable.",
            "Some participants noted that a troubling in-game act can become expected and acceptable if it is part of the ‘objective', 'point' or 'premise' of the game, particularly competitive games.",
            "Some participants suggested that what counts as 'part of the game' can also be determined by the social or cultural etiquette that has arisen in a particular game community.",
            "At the same time, some noted that community etiquette can just as likely make a seemingly acceptable action unacceptable if it breaks the community's values.",
            "Participants largely understood games as spaces in which play can – and should – occur.",
            "In-game acts that impeded play for the harmed player were sometimes recognised as more ethically problematic.",
            "More prominently, however, participants tended to draw on the value of and consequences for play when defending a player's disruptive or harmful actions.",
            "For some participants, it is important for players to be able to exercise a certain 'freedom' to play however they like, to explore taboos and role-play as scammers, troublemakers and so on.",
            "Participants also turned to whether an act ultimately benefits or stifles play for the game as a whole and the wider player community.",
            "For some participants, an act's subjective ability to contribute 'fun' to the game (and elicit laughter among wider player audiences) had a role in offsetting some of the potential harm it may have done to the players involved.",
            "Furthermore, regarding disruptive acts as unethical was potentially worrying for some players, as it raised concerns that game developers would restrict play in ways that ultimately damage the game and the wider player community.",
            "At the same time, acts that themselves serve to impede gameplay for the wider community were also seen as problematic.",
            "In the third main theme, participants' negotiations around in-game ethics took into account whether players express appropriately playful sensibilities.",
            "For some participants, ethical consideration of an act rested partly on whether the player performing it intended the act to be harmful, or intended it to be promoting the fun, funny or playful elements of the game.",
            "Many participants recognised that players hold a wide variety of values and motivations in digital games.",
            "Because of this, some participants expressed that part of being a 'good' player involves being adaptable and sensitive to this apparent lack of moral objectivity, both when one is performing a disruptive act and when they are on the receiving end of it.",
            "The requirement to be adaptable and sensitive to others in order to be a 'good' player was sometimes extended to players who feel harmed by an in-game action, as well.",
            "Finally, the 'virtuality' or digital nature of video games was an important talking point, particularly for the role it plays in potentially offsetting the consequences of harmful in-game acts.",
            "Participants often noted that objects and events in video games are highly transitory in nature.",
            "Participants also discussed how the connection (or lack of it) between the player and their avatar, character or account can change the impact of an in-game harm.",
            "The connection between the player and their avatar became a particularly notable talking point in response to the third vignette on groping in a VR game.",
            "However, many participants felt that the lack of physicality did not lessen the harm of the act, particularly since it occurred in a highly embodied environment.",
            "From negotiating what counts as part of the game, the consequences for play, appropriate player sensibilities and the digital environment in which these acts take place, it is clear that the interpretation of the boundaries and meanings surrounding games and play is a significant element of the way players consider the ethics of in-game acts.",
            "Importantly, these themes – which make up the framework of ludomorality – went far beyond 'ludostrategic' thinking, in which in-game acts that promote advantageous gameplay are considered more prominently than moral or ethical ones.",
            "Rather, participants' ethical evaluations were interwoven with a vast array of meanings attached to digital games and play, including understandings of fun, freedom, boundedness and adaptability.",
            "In some ways, some participants adopted what is sometimes understood to be a broadly 'postmodern' approach to their ethical evaluations of in-game actions, characterised by 'self – celebratory and scruple-free individualism' over adherence to strict moral codes.",
            "Certainly, some participants did emphasise the importance of moral subjectivity, freedom and playful experimentation in gaming.",
            "But a postmodern framework is perhaps not robust enough to capture players' key ethical norms and values either.",
            "These findings offer empirical support to a number of emerging perspectives in games studies.",
            "The themes of ludomorality presented in the present study lend tentative support to this claim of universality.",
            "At the same time, this study offers a small but significant shift in perspective by which to understand the process of valuing play among players.",
            "Rather than taking play as a starting point and exploring how 'real-world' ethics inform (or fail to inform) the valuing of play, the present study positions ethical and moral evaluation as a foundational human process that is inevitably integrated into the valuing of acts, playful or otherwise.",
            "As the results of this study show, when it comes to acts in multiplayer games, these evaluations take on a distinctly ludic focus (a ludomorality).",
            "This alternative starting point for analysis of player ethics sets up ludomorality to be considered an ethical framework unto itself, one that can be meaningfully negotiated, critiqued and engaged with both academically and among game designers and players."
        ]
    },
    {
        "author": "ten Cate",
        "milestones": [
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!"
        ],
        "quotes": [
            "Gaming communities have traditionally been white male-dominated and identified with ideals of technological masculinity.",
            "Mainstream game developers run a 'fewer, bigger and better' strategy of blockbuster game design where new titles need to legitimize increasing development costs with more technical features.",
            "Mainstream game journalism has been guilty of reviewing games as technical appliances rather than cultural artifacts.",
            "The intensifying climate crisis and the increasing struggle of the games industry as a work- and marketplace put further impetuses on gaming communities to change.",
            "Some game enthusiasts have already adapted to these circumstances, for example by slowing down the pace at which they consume new releases ... or in how they reframe their fandom of certain games in increasingly sustainable ways.",
            "These views are diametrically opposed to traditional ideals of technomasculinity.",
            "The question of sustainable gaming is directly intertwined with the question of redefining gaming culture and its prevalent identities.",
            "Reactionary claims to the effect that the game did not graphically upgrade enough ... are representative of technomasculine gaming culture through its dismissal of sustainable modes of game design, aligning these perspectives as united in adversity.",
            "Tears of the Kingdom only featured marginal graphical improvement and size, and mostly starred an only slightly altered version of the fictional kingdom of Hyrule.",
            "The presence of this kind of criticism among developers, journalists and fan forums shows its broader significance for gaming communities.",
            "[Games] can be viewed from the traditional perspective of games as a technomasculine medium that is conservative in its view of equating innovation in game design with upgraded graphics, a view inherently contradictory to the limitations on growth demanded by climate crisis.",
            "Nintendo ... has stressed efforts not to be sucked into crunch in the development process.",
            "Tears of the Kingdom's lack of graphical upgrades can be considered as a sustainable design choice, but it is at odds with the necessities of the technomasculine expectations of new games.",
            "The dismissal of sustainable game design can therefore be considered an extension of technomasculine discourse in gaming communities.",
            "Future research may consider to what extent counternarratives, such as those employing the Sonic the Hedgehog meme, are accordingly representative of more diverse gaming communities.",
            "Sustainable game design [is] at once beneficial to communicating environmental themes, the games industry as a work- and marketplace, and limiting the negative environmental impact of games production and consumption.",
            "Nowadays, the struggle to redefine games and gaming culture continues, and demands a renunciation of traditional formulations of 'gamer identity'.",
            "The existence and popularity of this meme hints at a growing awareness among gaming communities that the games industry's business models, as well as its perpetual graphical upgrade cycle, are unsustainable",
            "Despite the ‘casual revolution' ... that saw a diversification of prominent game genres and opened gaming culture to players with various backgrounds, reactionary movements such as #GamerGate ... and toxic masculine gaming culture at large have put the legitimacy of these developments in doubt",
            "A popular internet meme featuring Sonic the Hedgehog in a witty pose states: 'I want shorter games with worse graphics made by people who are paid more to work less and I'm not kidding'."
        ]
    },
    {
        "author": "Moran",
        "milestones": [
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit"
        ],
        "quotes": [
            "The Hero’s Journey has been “the property of pop culture” ever since (Northrup, 2006, p.5).",
            "The Hero’s Journey also championed the hero as a remarkable individual and Campbell proposed ancient myths were metaphors for individual potential – “the mighty hero of extraordinary power […] is each of us” (Campbell, 1968, p.365).",
            "Narrative is an unavoidably important aspect of digital games.",
            "The Hero’s Journey is one of the only methods proposed for designing interesting stories for digital games (Ip, 2011a).",
            "Instead of prescribing a sequence of events to happen in a story, the Hero’s Journey in The Hero With A Thousand Faces defines the rules of the story’s world.",
            "It is a constellation of relationships between the hero of the story, a goal they are supposed to attain, and every factor affecting the hero’s position relative to that goal.",
            "The Adventure of the Dynamic Hero’s Journey is the process of the Hero Transforming themselves or the world around them so they are affected more by Attractors and less by Repulsors.",
            "The Hero’s degree of Transformation, the extent to which they are affected by Attractors and Repulsors, determines whether they can attain the Ideal State.",
            "The Dynamic Hero’s Journey is more complex, nuanced, and generalisable than the Linear Hero’s Journey.",
            "The Ideal State determines the objectively inferior Flawed State, the phenomena acting as Attractors and Repulsors, and the amount of Attraction and Repulsion present.",
            "The Ideal State defines the rules of the story world the Hero inhabits. It dictates what is right and wrong and the phenomena pulling the Hero towards one or the other.",
            "The Dynamic Hero’s Journey is flexible here as well because the Ideal State does not control the Hero’s actions, reactions, opinions, or feelings.",
            "The Ideal State determines the Attractors and Repulsors present.",
            "The Ideal State defines what can happen but the Hero determines what will happen.",
            "The Linear Hero’s Journey is a Hero’s Journey according to the Dynamic Hero’s Journey, but the Dynamic Hero’s Journey allows for a much wider range and variety of stories.",
            "The Linear Hero’s Journey is most useful when designing and analysing quests involving travel, conflicts, enemies, and happy endings.",
            "On the other hand, the Dynamic Hero’s Journey describes the rules underlying a person’s relationship with a goal.",
            "Most importantly, the Dynamic Hero’s Journey emphasises the Hero and their experiences.",
            "The Dynamic Hero’s Journey describes the Hero’s experience of the world.",
            "Digital games are process-based rather than static objects and arguably only exist when they are being played (Mäyrä, 2009).",
            "To understand digital games, we must understand players.",
            "I argue the Dynamic Hero’s Journey’s specific emphasis on experience will benefit these investigations into player experience.",
            "The Dynamic Hero’s Journey’s flexibility, nonlinearity, and emphasis on the Hero’s experiences allows us to investigate the Hero’s Journey phenomenologically.",
            "The Dynamic Hero’s Journey has greater potential than the Linear Hero’s Journey to be incorporated with existing theories of play.",
            "In the player’s experience of a Dynamic Hero’s Journey, the Ideal State is equivalent to their motivation.",
            "Our sense of existence depends on our relationship with our environment (Merleau-Ponty, 1963).",
            "A player’s skill, knowledge, assumptions, expectations, and misunderstandings are just as important to their experience as the digital game’s design.",
            "We create life stories from our everyday experiences (McAdams, 2009).",
            "This is important for organising the past, finding meaning in our present, planning for the future, and shaping our sense of identity.",
            "Regardless of whether a digital game artefact can be studied as a narrative, I argue the experience of playing a digital game can.",
            "The Dynamic Hero’s Journey resonates with audiences because it reflects our own experience of maturation and personal growth.",
            "Myths are not about their characters, events, or rewards but about the ideas those things represent.",
            "The Dynamic Hero’s Journey is potentially more useful for analysing play than the Linear Hero’s Journey.",
            "Storytelling is “infamous” for its ability to “manipulate our feelings”, grabbing our attention and making us care (Keen, 2006, p.209).",
            "Narrative content also improves play experiences.",
            "Many players now expect digital games to provide a narrative experience.",
            "In Conway’s (2012, p.38) words, when we “unthinkingly” transplant ideas from one medium to another, “we chop, we stretch, and we contort the idea to fit something it was not meant for”.",
            "As Walk (2018) says, we “have a whole language to learn and to invent” and we can only tell stories “in a truly artistic way once we have learned to master this language – undistracted by foreign structures that don’t apply”.",
            "Interactivity is certainly important and is absent in existing narrative theories, but emphasising interactivity to the detriment of narrative is unhelpful and misleading.",
            "Narrative is one of the many components comprising digital games and does not encompass the entirety of any medium, even film and literature (Wesp, 2014).",
            "The digital games discipline, both analytic and practical, would benefit from greater incorporation of elements, rather than isolation.",
            "The interdisciplinary nature is a strength, not a weakness (Dena, 2017; Mäyrä, 2009).",
            "The Hero’s Journey is a popular model among writers (Schell, 2008), especially screenwriters (Carlquist, 2002; Soloway, 2011).",
            "Some argue the Hero’s Journey is particularly appropriate for digital games (e.g. Adams & Rollings, 2010; Bates, 2005; Carlquist, 2002; Dunniway, 2000; Rollings & Adams, 2003; Schell, 2008).",
            "The Hero’s Journey is commonly known as a linear sequence of events that happen to the protagonist, or hero, specifically as a series of steps or stages.",
            "The Linear Hero’s Journey is a simplification of the Hero’s Journey Campbell (1968) originally described.",
            "The Hero’s Journey is the hero’s experience of a goal, whoever the hero is and whatever that goal may be.",
            "The Linear Hero’s Journey is only a fraction of Campbell’s Hero’s Journey, so our application and scrutiny of the Hero’s Journey in digital games is incomplete.",
            "Activities satisfying these needs are intrinsically motivating. When these needs are unsatisfied, the activities are less enjoyable and only extrinsically motivating.",
            "Affordance is a relational property, involving the object’s design as well as the user’s body, mind, and senses.",
            "Our play experience is shaped by our relationship to the game world and the actions we can perform within that world.",
            "Even more important than the affordances an object makes available is the set of affordances a user can access.",
            "Our understanding of reality, including our understanding of a game, is “inherently unstable” (Conway & Trevillian, 2015, p.75).",
            "Unambiguous games facilitate a narrower range of possible interpretations, so play experiences are largely similar (Farca, 2016).",
            "Ambiguous and multifaceted games encourage players to construct their own meanings (Jørgensen, 2017).",
            "Mechanical agency is the player’s “actual, perceptible effects on the virtual world” (Mateas & Stern, 2005, p.1).",
            "More important than agency is consistency.",
            "Every aspect of the game’s mechanics, story world, characters, and dialogue must adhere to that core logic or else players will be confused.",
            "Phenomenological approaches have been used in game studies, from investigations of a specific cohort's experiences with a specific game to ontological discussions of games and gameplay.",
            "Interpretative Phenomenological Analysis (IPA) is a popular phenomenological approach combining richly detailed personal accounts with theory-driven interpretation to investigate lived experiences and contextualised meaning-making.",
            "Although it is applicable to a diverse range of experiences... IPA has not been utilised as extensively in game studies.",
            "I argue that IPA offers game studies a useful methodology for exploring the complexity, diversity, multiplicity and situatedness of practices and meanings around games.",
            "The project a person pursues shapes their existence, subjectivity and phenomenological experiences...",
            "In each case, the most satisfying experiences were the ones that matched the participant's expectations, regardless of whether it pushed them closer to or further away from their goal.",
            "Player experience is important in game studies.",
            "Objects do not contain pregiven, ahistorical meanings.",
            "The perception and meaning of a digital game depend on the existential situation of the person to whom it appears...",
            "The appearance and meaning of game artefacts change with their objective material structure but also with the embodied context in which the objects and events are perceived.",
            "There are multiple ways to interact with and interpret a game artefact.",
            "To understand the Guardians as part of the game being played requires studying them as experienced from the player's perspective.",
            "The situational, changing, multifaceted and seemingly contradictory interpretations across my participants' experiences provide greater nuance and complexity to my understanding.",
            "Conway and Elphinstone (2017; 2019) argue that a phenomenological approach is the only way to understand these meanings.",
            "IPA combines rich description and theory-driven interpretation to explore how individuals perceive, understand and make sense of a topic that matters to them...",
            "Despite its versatility... IPA has not been utilised in game studies to the same extent as in psychology and psychiatric fields.",
            "An event becomes 'an experience' when the person participating in the event reflects on what happened and attempts to make sense of what happened.",
            "Interpretative Phenomenological Analysis is particularly useful for investigating topics that are complex, ambiguous or novel...",
            "IPA is 'exploratory rather than explanatory'...",
            "Consequently, IPA acknowledges subjectivity and interpretation, of both the participant being interviewed and the researcher conducting the analysis, are fundamental aspects of the world being studied.",
            "Idiography is the study of the particular...",
            "Although IPA studies often analyse accounts from multiple participants and identify patterns of similarity, the idiosyncrasies of each participant's unique experience and the context of their experience must be preserved...",
            "Interpretative Phenomenological Analysis is ideal when studying games as processes, not by investigating what happened but by exploring how it is understood by a person who participated in that process from their situated, embodied position in the world.",
            "Analysing the idiosyncratic nuances of their experiential claims and concerns sheds new light on the topic by complicating and problematising current understanding...",
            "A researcher cannot remove themselves from their context and directly access another person's experience.",
            "Interpretative Phenomenological Analysis instead aims to 'come to know something' about a participant's experience through 'careful and sympathetic attention'.",
            "This is the double hermeneutic process: to allow the participant to tell their own interpretative account and then to engage in a more speculative interpretation of the account...",
            "When investigating player experiences, the topic of interest is not the computational materiality of the objective game system, but the phenomenal game object that exists in the player's imagination...",
            "Interpretative Phenomenological Analysis is inductive, grounded in the participants' accounts rather than pre-existing theories.",
            "Considering the ongoing scholarly interest in studying games as perceived, co-constructed, and practiced, IPA has the potential to explore what matters and what games mean."
          
        ]
    },
    {
        "author": "Li",
        "milestones": [
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit"
        ],
        "quotes": [
            "In Drive My Car, light melancholy and bittersweetness remain supreme, true to reality’s moral greyness.",
            "Hamaguchi’s masterful vision allows him to erect a delicate, humanist portrait of grief and regret.",
            "Drive My Car retains an essential sense of warmth in its universally resonant themes.",
            "Drive My Car’s success has cemented Hamaguchi’s status as one of Japan’s most promising filmmakers.",
            "Drive My Car can be seen as an untraditional ghost story, where rewound cassette tapes of a past lover’s voice haunt the living, rather than incorporeal forms.",
            "How do we reckon with our grief and rage, when it’s directed at someone we cannot forget but is gone forever?",
            "Drive My Car keenly observes that life itself is a constant ghost story, where the legacies of the dead burden the living, inevitably entangling the present with the past.",
            "Not for a second does Hamaguchi, and in turn we, as the audience, forget the indelible shape regret has taken in Yûsuke’s life.",
            "Hamaguchi, deeply committed to portraying life in its truest form, is concerned with how the individual threads of our lives entwine with others.",
            "Short-lived but life-changing connections are central to his films, with the unlikely pair of Yûsuke and Misaki gradually finding solace in one another through their shared pain, leading to a heart-wrenching denouement.",
            "The deceptive simplicity of Drive My Car masks a grander narrative in the subtext: the role of artistry in our lives.",
            "In Hamaguchi’s films, the masks worn are often more revealing than someone’s ‘true’ face.",
            "Performance is a conduit for actor Yûsuke to grapple with his loss, where the immortal words of Uncle Vanya and their fierce emotional intensity allow for him to come to personal conclusions amid daily life’s inherent miscommunication and banalities.",
            "The emotional high and lows of the film wouldn’t be as believable without his flitting between Yûsuke’s reticent persona and melodramatic anguish in his performance as Vanya.",
            "Still shots operate in complete harmony with the film’s abundant silences, capturing Yûsuke’s stasis.",
            "Cathartic moments appear all the more electric.",
            "It’s an understated mid-shot, but one that perfectly echoes the quiet connection forged between the two characters in a film rife with misunderstandings.",
            "An instant classic, Drive My Car is a gorgeously introspective, cinematic triumph that does more than justify its lengthy runtime.",
            "Hamaguchi’s magnum opus earns him a permanent place in cinema history’s halls of fame.",
            "By forefronting female desire during gameplay, the understudied game category of otome games occupies an interesting niche amid the current masculine Hegemony of Play.",
            "Otome games are dating simulations that cater to the heterosexual female gaze.",
            "Gameplay is oriented around the player making the correct in-game choices to obtain an archetypal romantic happily-ever-after ending with a chosen male love interest.",
            "The distinctly female-centred production and consumption practices underlying otome games offers marginalised female players an opportunity to actively pursue their own romantic fantasies through interactive gameplay, hence challenging norms of female passivity.",
            "Feminist game scholars have consequently located how otome games can empower marginalised female players through romantic fantasy.",
            "Scant research has situated these games as cultural artefacts that have inherited the conservative ideological traditions of heterosexual romance media.",
            "This is particularly true of the genre's heteropatriarchal ideals which limit the emergence of truly transgressive desire.",
            "The construction of romantic fantasy in otome games therefore presents a critical paradox for feminist game scholars, as these games simultaneously privilege female desire while valorising heterosexual coupledom.",
            "I address this research gap by exploring how otome games ludically construct romantic fantasies for their predominantly female playerbase.",
            "Investigating whether these games ultimately produce, reproduce or subvert heteropatriarchal romantic ideals and gender norms.",
            "These personality-based archetypes were selected due to their alignment with hegemonic masculine traits identified in Levant et al.'s (2007) revised masculine roles norms inventory, including aggression, restrictive emotionality and social achievement.",
            "Four story routes per archetype were analysed from a range of six major titles all developed by dominant otome game market player Otomate.",
            "Upon completing the textual analysis, I identified emotional unavailability, taboo, non-relational sexuality, patriarchal leadership and hyper- masculine violence (including sexual, physical and verbal abuse) as prominent gendered themes that contained significant implications for female players.",
            "The headline finding is that otome games do indeed offer diverse and (occasionally non-normative) romantic fantasies constructed for marginalised female players.",
            "Gendered transgression in otome games is still limited through a narrative and ludic commitment to upholding normative sexuality.",
            "This affects how gendered characters are represented and the in-game choices available to players.",
            "Structured around the gameplay goal of the romantic happy ending, I show how otome games demonstrate an ideological investment in conservative myths of romance, which uphold normative heterosexual coupledom.",
            "Narrative dialogue and player choices frequently revolve around managing the male love interest's emotions.",
            "To maintain the utopian illusion of romance, gendered violence committed by male leads of varying archetypes is frequently romanticised.",
            "There being few ludic options for players to intervene and the frequent resurrection of the common damsel-in-distress trope.",
            "Despite their focus on female-centred fantasies, otome games often reactivate the male/activity/subject–female/passivity/object binary.",
            "Paradoxically, transgressive potential was mostly located during this study in the storylines of the hyper-masculine antagonist archetype.",
            "Which frequently featured non-normative fantasies like taboo relationships and offered more opportunities for players to exercise ludic agency.",
            "While otome games significantly diverge from the violent narrative and gameplay goals of masculine domination manifest within hegemonic gaming culture, female fantasies in otome games do not necessarily subvert existing gender norms.",
            "This paper therefore hopes to complicate readings of otome games as being inherently feminist or anti-feminist, contending instead that otome games are simultaneously capable of producing, reproducing and challenging gender norms.",
            "Game-specific features, like in-built interactivity and immersivity, can introduce new confines or expand the contours of existing romantic fantasies in popular romance media.",
            "The masculine Hegemony of Play's endurance means that it remains vital for researchers to examine non-conforming games in order to visualise how games can contribute to new feminist horizons, as well as their failings or issues."

        ]
    },
    {
        "author": "Coombes",
        "milestones": [
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit",
            "+1 Bird Limit"
        ],
        "quotes": [
            "Resident Evil 7: Biohazard (2017) was considered by fans to be a homecoming for the series, returning to its survival horror roots, and to the domestic space of the home.",
            "Early on, the player-character has their arm chopped off, is incapacitated by a man enthusing \"Welcome to the family, son!\" and awakens at a family dinner, their arm reattached with a regenerative fungus that has also possessed the Baker family.",
            "I argue the homecoming scene is significant because it incapacitates us, and redefines future action in the game as an extension of our now undead limb.",
            "In this way, burial and resurrection of the player through their undead limb reveals how gameplay incorporates us into a process of becoming undead.",
            "I conduct a textual analysis of RE7, focusing on the way the game connects the home, the undead limb, and the family, and revealing the implications of the game's demand that the player adopt both the prosthetic limb and prosthetic home of the game system.",
            "Our homecoming is the moment of our resurrection, and this is the point at which we can explore the home, familiarise ourselves with our new family, and overcome the game's obstacles through the use of undead limbs.",
            "Participation in RE7's undead play ultimately alerts players to the *unheimlich* embodiment of videogames, where we inhabit bodies not entirely our own, to enact a will that seems to come from somewhere else.",
            "Videogame embodiment is generally understood as an ambivalent phenomenon, as players are provided a cybernetic extension into the game-world through which they can act, while concurrently losing something of themselves in the process.",
            "In play we are always bringing the outside in, and vice versa.",
            "Survival horror appears a genre particularly primed for such ambivalent encounters with embodiment.",
            "it is an 'extended body genre' for the intensive embodied sympathy between player and virtual bodies",
            "players' incapacitation by the system or their 'live burial' is a seductive and quintessentially Gothic pleasure essential to survival horror games.",
            "Posthuman accounts of videogame embodiment welcome this ambivalence, insisting the compromised and extended agencies of gameplay threaten the notion of the player as an autonomous subject.",
            "In RE7, the undead limb becomes the locus of our action, an expressive actor on screen, and because of its sluggish feel and putrefied appearance, it obtrudes into play, drawing player attention to their now undead flesh.",
            "The sluggish feel of the undead limb, and the iconography of homecoming, work in tandem to make the player reflexively aware of their becoming undead in the game assemblage.",
            "games procedurally create ideal subjects out of players",
            "the videogame home is a site that has players enact specific forms of 'everyday life'.",
            "Due to scant resources in the game and the player-character's relative physical weakness, it is often more advantageous to run and hide from threats rather than to confront them directly.",
            "Thus as well as becoming familiar with their putrefied limbs at the sensorimotor level, players of *RE7* must learn to walk quietly indoors, close doors behind them, hide in their room when other family members are about, and internally map the space of the home as though it was their own.",
            "players are simultaneously trained to become an ideal son to the Baker family, and an undead extension of the game system.",
            "Through drawing attention to the undead limb and grotesque adoptive family, the *unheimlich* pleasure of horror, and videogame embodiment generally is revealed.",
            "His work explores videogame embodiment and the uncanny temporality of videogame systems.",
            "When playing *Shadow of the Erdtree* (2024), I experience a terrible longing for something beyond what's before me in the game.",
            "This longing for the beyond is strange, as *SotE* has already established itself as a world beyond the base game, *Elden Ring* (2022).",
            "I discuss the relationship between downloadable content (DLC) and base games in producing longing and desire in texts and players.",
            "With the advent of DLC, players become aware of a ‘lack' to be filled with new content, and the base game is retroactively marked as unfinished.",
            "I analyse *SotE* as a rich example of a DLC producing lack, as it establishes a threshold to a fantastical beyond *within* the original text.",
            "Having established this threshold, *SotE* then effects a sense of finitude, making players aware of the desiring mechanism that drives play, and the pursuit of expanding content.",
            "Extant research on DLCs varies as to whether they are exploitative or novel expressions of transmedia storytelling.",
            "Scholars, players, and developers, however, tend to agree that DLC ‘extends the life' of a text through presenting itself as the key to a new textual horizon.",
            "This paper examines how the DLC that exists to 'extend the life' of the original text is diegetically positioned, how this affects the meaning of the text, and how this is experienced by players.",
            "Specifically it asks how the possibility of textual life extension is presented to the player, and how player desire for it is fostered.",
            "To better understand the diegetic positioning of *SotE*, I turn to studies on thresholds and desire in fantasy literature.",
            "The *SotE* DLC is accessible through a physical threshold in the world of *ER*, establishing what John Clute (1999) terms a ‘secondary world' within the 'frame world'.",
            "Farah Mendelsohn (2008) argues texts containing secondary worlds lead to fantasies of restoration, and stoke in readers the desire for a *beyond*.",
            "This paradoxical structure alienates the reader from the 'here', which in the presence of the beyond appears diminished.",
            "I argue the introduction of a secondary fantasy world in *SotE* within *ER* draws player attention to the nature of their desire for a virtual *beyond*.",
            "Recurring in the literature is the revelation that fantasy is predicated on its failure to arrive.",
            "JRR Tolkein and CS Lewis deliberately stirred *sehnsucht* in their readers, which is the vague longing for something they cannot identify and have not experienced yet feel as though they have.",
            "Susan Stewart (1993) similarly writes that fantasies of fairyland point the subject to an impossible point of origin, beyond nostalgia, and beyond the subject.",
            "Julia Kristeva (2024) insists this is the imaginary wholeness that precedes subjecthood (9), a perspective Ben Nicoll (2023) shares and claims drives our desire to play videogames (107).",
            "Thus videogame play and fantasy are both predicated on the player's desire to discover a place or thing that can make them, once again, feel whole.",
            "*SotE* dramatises this in the geographical relationship between the DLC and base game, offering a world *beyond* the (now lacking) original text.",
            "Through textual analysis, I find that the arrival of the beyond in SotE deliberately fails, as it greets players with a sense of finitude and textual depletion.",
            "In doing so it staunches the play of desire driving fantasy, DLCs, and play, by presenting itself as a textual dead end or caesura.",
            "I read *SotE* through Julia Kristeva's poetics of melancholia, to account for how lack and desire manifest in paradoxically pleasurable ways in the play experience.",
            "This suggests that videogames can draw attention to players' drive to impossible fantasy, not to ‘dissolve' it, but to allow them to play with the anguish of being unable to meet the object of desire.",
            "His research is concerned with videogame embodiment and the unheimlich, and the uncanny textuality of videogames.",
            "games procedurally create ideal subjects out of players,",
            "Through drawing attention to the undead limb and grotesque adoptive family, the unheimlich pleasure of horror, and videogame embodiment generally is revealed.",
            "Participation in RE7's undead play ultimately alerts players to the unheimlich embodiment of videogames, where we inhabit bodies not entirely our own, to enact a will that seems to come from somewhere else."
        ]
    },
    {
        "author": "Wallin",
        "milestones": [
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size"
        ],
        "quotes": [
            "Nonbinary Zone has worked with local government here in Victoria on making more inclusive events.",
            "Mostly we are a huge international online network on Discord, and as a community we've helped to guide non-binary representation in a lot of areas, as well as internally our community supports a massive amount of self-discovery and exploration.",
            "I love community so much, because it is about holding space for one another.",
            "We're all learning and evolving. We need space to express joy, anger, frustration. That's why it's important for communities to be inclusive.",
            "There is a key difference between community and industry, and that is that in communities we are supported to be angry and personal.",
            "We can be confronting and talk about hard issues. Issues that are hard to talk about, and easy to make mistakes within.",
            "We can do that without risk of losing a job, being told to shut up, or any other capitalistic punitive actions.",
            "We hold space for one another, because we actually care for one another and are invested in all our mutual growth. Industry is not like this. Capitalism can't support it.",
            "Another part of community is that we don't care how long you've been working in games.",
            "The games industry churns through juniors, and marginalised juniors are routinely exploited and harassed -- they're easy to take advantage of because they are new and marginalised, and don't have the job security or wide enough network to feel confident saying no to people.",
            "Communities need to step in here, and help allow people to say no to predatory bosses or work environments, and [know] that they will still have a network to move somewhere better.",
            "I think it's really important to be open to change and embrace tension and being uncomfortable.",
            "There are new words and interpretations of 'nonbinary' that didn't exist just a few years ago, that includes younger people coming to it, but also how we interrogate its whiteness.",
            "As communities, we can support each other through new ideas -- or even old ideas where we're still catching up.",
            "What if I could put in my contract that 10% of my time is spent on advocacy?",
            "I think some employee arrangements have things like this already, but more studios need to embrace this kind of practice.",
            "Having so many Australian accents in the game is of huge importance to us.",
            "We’ve found that players love and appreciate it just as much as us too.",
            "We’ve been able to work with some amazing actors – a huge boon of having a game with so many oldies has been that we get to work with actors who are also old!",
            "They might be so old they have over half a century of acting experience!",
            "It’s pretty intimidating, when you see these amazing actors walk into the studio, and you’re meant to direct them.",
            "Something I really like about how audio works in games is that you can have players act as DJs without them knowing.",
            "As they move through the game, they’re starting and stopping audio, and acting on feedback.",
            "I’m about empowering the player with systems that make them happy.",
            "There’s totally a difference between being a musician who can write an album, and one who can write music that people can turn on and off in different moments in layers.",
            "It’s empowering for a composer to see the tangible effect music has on a player.",
            "In film, a viewer can’t choose how to react based on the music. But in games, you’re able to make a player go this way instead of that, based on what they’re hearing and in response to the game’s mechanics.",
            "There’s still a lot of classical theory, which contributes to problem solving.",
            "So, for example, what direction will the player go in if I do a major third instead of a minor chord, or how can I resolve a phrase to signify a puzzle being solved – things that are cute and satisfying like that.",
            "I used to be really into live art, but it’s expensive to tour.",
            "Making that though, I was hacking Arduino things – things that are fragile and going to break – unlike video games, which you can upload to the internet, put in an email and it’s done!",
            "Doing it in a virtual space is much cheaper and faster.",
            "I have had to pick up the skills to make games, because of my game-audio practice, especially in implementation of audio and systems.",
            "I think about how to guide a user through hours of structures, lighting, sounds, characters – and when live, smells!",
            "Recently I’ve been trying a lot of mental health tactics because freelancing is so stressful.",
            "Being in audio, I can’t work to music. So to help productivity I’ve been working to smells!",
            "My favourite foods are whatever takes the longest to cook. So I’ll start cooking at 8am and eat at lunch – that’ll get my morning really going.",
            "The more they know, the closer we can work together and be really empowered to make sensitive, specific, effective art.",
            "When performing live, you can feel and react to the audience, and we can make that happen in games too, where the player becomes a kind of unconscious DJ.",
            "It can be hard to leave space for that now.",
            "I think that's really difficult if you are in places with less community.",
            "So a key piece of advice from me is to find communities, and don't bother wasting time on ones that don't suit you, you'll just burn out, or worse end up working for them.",
            "Would my career end? It turns out coming back from that is fine! I'm still here!",
            "Like, maybe THIS is the period where all your work is word of mouth, and you don't have to LOOK all the time? It is so unreal!",
            "Everyone should get therapy or a career coach or something, to talk all this through!",
            "I've been so fortunate to still have some fingers in the music industry and even in the arts as well.",
            "I've shown my own experiments in galleries and had artist residencies around the world.",
            "And thankfully, these things allow me to still continue making an income and do some personal work where I can work through my emotions and whatever I've experienced in my life since the last time I was able to make art on my own.",
            "There are so many more people in games now, hiring in studios of all different sizes.",
            "There are so many jobs actually advertised that never would have been before so I really don't know what it's like to be an entry-level audio person anymore. It feels like it's all different now.",
            "New challenges I don't know about, new opportunities I'm jealous of but so so glad that we did the work in the past to get them now.",
            "Not racist, sexist, ableist, transphobic, any of this.",
            "I mean we all have elements of these things because you know, we are all living under a white supremacist patriarchal capitalism! But you know, at least getting that, and really trying.",
            "Being ready to ask for help is really important.",
            "Sometimes if you communicate enough about what you're doing anyway, you don't need to ask for help because people will be offering it.",
            "I think a lot of effective teamwork can be around what feels like over-communicating or being vulnerable.",
            "I like to 'sanity-check' all kinds of things with my team. I don't even know if I need help, but someone else might identify something!",
            "It also shows a real respect for yourself and your teammates. That we're all valuable, and all have knowledge. And that we are all contributing to the same experience/product/ whatever.",
            "Dive in and break stuff!",
            "Once again, communication and respect and trust come in to save the day."
        ]
    },
    {
        "author": "Antonellos",
        "milestones": [
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size",
            "+1 Max Garden Size"
        ],
        "quotes": [
            "Behind armour, gowns and other iconography, individuals from diverse backgrounds – from lawyers to labourers – interact with one another, while performing or re-enacting characters from games, or other pop culture identities.",
            "Cosplaying, in this respect, also exists as a means of communication between people who may, outside of shared fan-based activities, remain complete strangers.",
            "This interweaving of narratives, and interactions between cosplayers across fan communities, is one of the only instances of uniformity in practice that are immediately observable in the Australian cosplay community.",
            "Cosplayers assemble, in large numbers, at gaming and pop culture conventions to arrive at the 'moment supreme' – the realisation of an ultimate public performance space to showcase their craft, and fan identities (Lamerichs 2011).",
            "At the convention, cosplayers manage a network of complex interpersonal relationships - established across shared offline and online spaces.",
            "This simple exchange can efficiently extend an offline interaction back to the primary space of communication for cosplayers, on social media.",
            "Digital ethnography has been applied as a methodology, in research traversing a range of communities that develop across online and offline spaces, as a means of 'explor[ing] the way that life is lived' and the 'relationships enacted through whatever medium is used by the people concerned' (Hine 2017).",
            "Combining traditional and digital ethnographic methods, researchers have explored communities that share similar practices to those that appear in the cosplay community.",
            "What this paper aims to contribute to existing literature, is analysis into the value of cosplaying in convention spaces, as a participant observation method.",
            "This highly collaborative form of research has generated the potential for deeper analysis of fan community practices at gaming and pop culture conventions, by integrating the researcher into various physical, social or performative dimensions of cosplay practice.",
            "This study informed a period of exploratory research, which produced insights into the cosplay community from a range of perspectives – facilitated by the welcoming nature of participants to a researcher “in costume”.",
            "The empathetic nature of connection that can be developed between researcher and participant informs the ability to continually refine interview questions and proficiently address research inquiries.",
            "This is the result of a level of mutual understanding, that can be inferred from shared practice or experience.",
            "After the convention, new research opportunities became viable in digital spaces for instance, Instagram and Facebook emerged as sites of further communication, discussion and collaboration with cosplayers and industry leaders – which would have not been possible without attending the physical convention in cosplay.",
            "It will be noted, however, that with access to some digital community groups, which are closed to the general public, comes a range of ethical limitations and considerations that must be made around useable and unusable research data - to ensure the protection of the privacy of research participants.",
            "A range of fan communities across gaming and pop-culture now exist in interconnected physical and digital spaces of practice.",
            "Game streamers, reviewers, commentators and bloggers are creating professional careers in similar manners to cosplayers - often practicing in intersecting digital and physical spaces.",
            "This paper aims to offer another approach to participant observation, that may have applications in parallel fields, offering practical insights into pop culture and gaming careers that have been established by relationships between human worker and supporting digital interfaces.",
            "The profile image is the first touch-point' a user makes with another and is a necessarily public portion of a profile on a social network.",
            "definitions of privacy are uniformly ‘ambiguous, contested, and changing', with users choosing to distribute public information, but still 'maintain strong perceptions or expectations of privacy (Markham and Buchanan, 2012: 6).",
            "Understanding ‘relative privacy', is key to applying an empathic, malleable, and vigilant, approach to protecting participants of social media research projects (Highfield and Lever, 2015: 8).",
            "it is integral to a social media researcher's project to understand that the perception or understanding of privacy for 'users may shift over time', ideas and concepts of what is and isn't public information adapting in turn (Highfield and Lever, 2015: 8).",
            "It is important to identify what a user considers uniquely ‘intimate', when it comes to digital self-representation.",
            "Research has identified ‘sexy pictures', indications of ‘sexual orientation' and 'relationship status', as key qualifiers for understanding online intimacy practices (Miguel, 2016: 9).",
            "Privacy options are increasing in breadth and scope, to accommodate uses of social media that cross audience ideals, platform-specificities and cyber- security concerns.",
            "A disparate understanding of what a user deems only temporarily communicative, or 'ephemeral akin to a telephone call', can also be at odds with the platform's intentions for their data, valuing the ‘longevity of media' and the ‘associated metadata' that social accounts provide, which can be ‘analysed, aggregated and used for commercial ends, including focused, targeted advertising' (Highfield and Lever, 2015: 9).",
            "Recommendations of prominent industry bodies further highlight the implications of researching human subjects, and their online representations.",
            "The cross-disciplinary, academic committee at The Association of Internet Researchers (AoIR) have ‘advocate guidelines rather than a code of practice', enabling flexibility in a dynamic field of research, ‘allowing the researcher to 'be responsive to diverse contexts' and 'adaptable to continually changing technologies' (Markham and Buchanan, 2012:7).",
            "Critical considerations surrounding: 'vulnerability', 'harm', 'human subjects', a d the balance of 'social benefits' against the ‘rights of subjects' are addressed by the Association's most recent publication of their guidelines.",
            "They stress the importance of consulting ‘as many people and resources as possible', and ensuring vigilance across ‘all steps of the research process' when it concerns an issue of privacy, a goal readily accepted by the methodological approach to privacy upheld in the research process for this thesis (Markham and Buchanan, 2012:4-5).",
            "Each platform's profile picture presents a new opportunity to shape one's identity to suit a new online social context, or to target content towards a user's perception of the audience members present on particular platforms.",
            "A profile image is a representation of self that echoes the real or ideal traits of a user, revealing crucial information about their personhood.",
            "Recent definitions of a profile picture have centred on the image being 'an announcement' of who a person is, (Hudson and Gore, 2017:3), alluding to its nature as a public, shared ‘icon'.",
            "a profile image is easy to identify. It exists as a default contribution to a user's social media profile, enforced by the platform they have selected in the process of account set-up.",
            "Where a user is permitted to opt-out of using a profile image, the platform will employ a basic, faceless and often- silhouetted icon to identify them in their stead.",
            "Being a foundational element of a user's online presence, this thesis aims to understand the significance of profile images, as mobilised by different users across multiple social media platforms.",
            "I seek to answer the question: how do we construct representations of ourselves online, using our social media profile pictures?",
            "I adopt a qualitative methodology based on extensive fieldwork to consider: what is gained or lost, favored or disliked, idealised or accurate in the process of translating physical, human characteristics, to an incorporeal, online embodiment of self.",
            "The findings in this thesis are explored thematically, signposted by identifying three, critical stages in the development of a profile image.",
            "I explore the process of creating and managing a social profile, through selecting a choice in profile image.",
            "I look into the technology-specific features of social media platforms and editing apps that enable the ‘intertextual assemblage' (Tiidenberg and Gomez Cruz, 2015:5) of a profile image.",
            "The thesis culminates in insights into how a user's profile, and its defining 'image', are lived and experienced both online, and offline, addressing key social, cultural and privacy-specific concerns that emerge from this interplay.",
            "In deconstructing the multi-faceted, user-subjective, and technologically mediated construction of online identities formed on Facebook, Instagram, Twitter and LinkedIn, this thesis hopes to reconstruct a series of insights into digital self-representation, using a surprisingly under-represented case study – a user's persona, avatar or icon: the 'profile image'.",
            "From shopping complexes to community events, a user of social media can access reproductions of traditionally “offline” activities, in digital spaces.",
            "Today, social media profiles can be mobilised as ‘flexible statements of identification' (Tiidenberg and Whelan, 2017:143), in a context where conversing with loved ones, purchasing goods, or accessing services, can be experienced online.",
            "A user's profile image is central to online self- presentation in this virtual realisation of real-life cultural and communicative practices.",
            "This thesis aims to undertake a disassembly of the process, ideologies and practices that influence a user's choice of profile image, to contribute to understandings of the breadth, depth and nature of this decision in a relatively new field of research.",
            "In analysing discourses surrounding analogous practices of image production, identity formation and expression in social media, such as the 'selfie' phenomenon, this thesis aims to elucidate its findings on profile images.",
            "There is also a small, but growing, body of literature, which has examined profile images by applying the methodological approaches of quantitative or content analysis in media, culture and communications studies, and well as the social and psychological sciences, that all helped to identify a context and scope for this thesis.",
            "Recent research has illuminated and supported an understanding of the multi-faceted process of creating and maintaining an online identity, offering reference points for a fresh data set on profile pictures.",
            "Creating a social media account is an opportunity for an individual to add an intertextual reflection of themselves to the 'mirror' of digital spaces.",
            "At this point, a user's choice becomes a matter of preference: “What image should I select to represent myself?.",
            "Online identities often begin as fragmentary, or static narratives, a user chooses a social media platform to represent themselves on, and may be guided to access another to suit a range of purposes that can be social, personal or professional.",
            "Analysing online identity production should avoid being ‘machine specific or dependent' or 'limited to one single platform', but instead focus on the 'underlying communication purposes of the images' (Markham and Buchanan, 2012:).",
            "These insights solidify the notion that self-presentation, specifically in profile images, should be analysed for the socio-cultural values that support their creation, as opposed to the machinations that guide them through these processes, in order to draw richer insights from social media data-sets.",
            "Once a social media user has established their platform coverage, it is time to deliver 'the first important clue' in interpreting their online presence: the profile image itself (Hum et al, 2011:5).",
            "A 'selfie' allows a user to face their own image, shaping and capturing it in within the frame of their smartphone screen.",
            "The 'selfie' is a common choice of profile picture, which provided a distinct research opportunity to discover correlated insights into self-representation online.",
            "The sense of immediacy innate in a selfie, allows a user a flexible medium of self-presentation, where a ‘self-shooter' may take 'many images in one 'sitting', as they see themselves ‘changing and moving in the webcam's screen' (Tiidenberg and Gómez Cruz, 2015: 13).",
            "‘Selfies' can be seen as continuations of the tradition of 'photobooths', converging private and public settings to challenge the photographer-model relationship (Rettberg, 2014:44)."
        ]
    },
    {
        "author": "Moreno",
        "milestones": [
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!",
            "Prayers are 1% more effective. Compounding!"
        ],
        "quotes": [
            "“Limitation breeds creativity” is a phrase so often expressed that it may feel like a cliché.",
            "It means accessible development tools.",
            "It means giving the console and the community a strong personality.",
            "It means brilliant little games and experiences that educate and inspire.",
            "It means having fun.",
            "My heart was captivated by the Arduboy; it is a lot more accessible (read: cheaper), open source, and its limitations a tad sharper.",
            "Of note is also Arduboy's community. It's a very active online space with a regular stream of new games, tools, and weird lovely experiments being regularly shared.",
            "there are secrets in between these crunchy pixels",
            "echoes of childhood washed ashore with the waveforms",
            "let me wrap myself with this cozy world",
            "and create while I play, play while I create",
            "The term “fantasy console” was coined by Pico-8's creator zep.",
            "And what is creativity if not remixing and iteration?",
            "I love carrying worlds and memories in my pocket.",
            "Uxn is a “personal computing stack”, a small virtual machine with its own programming language upon which they have built dozens of unique tools and games.",
            "This project stood out to me due to the sheer level of DIYness across the whole thing.",
            "That's poetry!",
            "“If you wish to make an apple pie from scratch, you must first invent the universe”, said Carl Sagan.",
            "Bipsi is linked by Bitsy on the “Friends of Bitsy Page” [...] And to me, this represents a lot of the beauty of these small tools and communities. There is remixing and collaboration instead of competition and litigation.",
            "Can you imagine a world where Unity had a “Friends of Unity” page that linked to other engines and open source tools and extensions?",
            "At the very core of achievement systems, there is still the very simple endorphin-inducing DING, the child-like gold star, the endorphin rush of putting a tick on a checkbox.",
            "It is the spirit of remixing, of taking an existing game, a piece of work, and making another game on top, a new interpretation.",
            "I've been enjoying this site and system so much since discovering it, that I've now learned how to dig for memory addresses and develop my own achievement sets.",
            "The amount of participation and user content has now added a layer of game archival and historic preservation layer to it, in the forms of guides, discussions, and the surfacing of obscure systems and titles.",
            "It tickles, the ability to produce a ROM for a system that represented the ultimate gaming machine in the days of childhood.",
            "GB Studio stands out as making Gameboy (and GB Color) development not only accessible, but easy and fun.",
            "The limitations of the system are cozy and creative fuels; but the ability to take your game, flash it on a cart, and play it on the same system that you may have had for 30 years adds another layer of magic.",
            "I find it fascinating, how us players and humans can lay out rich, emotional adventures over usually rigid and repetitive MMORPG mechanisms (go here, kill 10 of these, go there, give item, repeat).",
            "Spaces like Final Fantasy XIV are fertile sandboxes for “double make-believe”: we are not only what the story tells us, but also the story we tell through our character's actions.",
            "We make our own completely unique experiences with, on top of, around, and sometimes despite the official game rules and narratives.",
            "There is value in thinking critically about these virtual spaces. Not just looking at the rules and mechanisms (let's not be ludo-fundamentalists [...]), but at the game as a whole package, an experience composed of its aesthetics, lore, themes, music, and character design.",
            "Exploring Eorzea [...] is initially fantastic because the world has been crafted with incredible love and attention to detail.",
            "Everything fits naturally in its environment: paths carved by the flora and fauna; visible effects of erosion; rivers, ravines, mountains, and meadows; architecture that dances with the nature around it; and a great use of verticality, layers, and the scars of a world hurt by a cataclysm.",
            "It all has a distinctive weight and polish, it all feels both timeless and living.",
            "After a while, the wonder of exploration subdues, my vision pulls away from inside the world and it's now looking at the screen instead.",
            "Most of the terrain is binary: “You can walk through here, you cannot walk through here, perhaps you can jump there too, but that's it.”",
            "The danger and thrill of traversing it is lost and the mind goes into a numb, low-alert mode.",
            "Like other MMO worlds, most of its elements exist only to be part of its progression and resource system (level-tiered groups of monsters, NPCs, gathering nodes); nothing would exist “just because”, so the spirit of fascination languishes.",
            "A bit of whim would go a long way into preserving a feeling of magic.",
            "Most of them remain in place, huddled in groups, distributed along a difficulty curve, and doing nothing but waiting to be killed.",
            "I feel sad for them, the personality that is so fantastically expressed in their designs and animations is mutilated and confined to a bland existence within their brain-dead behaviours.",
            "“Show the inhabitants interacting with their ecosystem in some form! Don't just put them there like a museum of killables!” I want to say.",
            "I wish the living parts of the game tried to be as imaginative as the static ones.",
            "It's about not minding a treadmill but hating the idea of going from one place to the other multiple times.",
            "I have already been sold this story arc, this struggle, this “epic” conclusion; the game is not only killing the feeling of awe and exploration, it's insulting it.",
            "I decide that I will enjoy what the world has to offer iKn a different way; there too much wonder and beauty here to simply dismiss the content, but I want to look at it with my own eyes.",
            "When I play a game or consume any media, there is a conversation between me, the piece, and its creators.",
            "I enjoy games mostly for the beauty that happens in the intersection of my imagination with that of the creators.",
            "As time passes, FFXIV starts to drown both my voice and the voice of the creators, leaving only the hard-headed mechanisms of idealised capitalism [...] talking by themselves, and me only listening, following, listening; my imagination has been kicked out.",
            "I don't want to be the most powerful mage, nor the richest person; I just want to lose myself in the world and have experiences that are truly unique to me and my close ones.",
            "I want to be a meaningful citizen of this realm, carve my own path, find a little corner of meaning where I can have some weight in other people's lives; not a lot of weight, just a little bit is enough.",
            "This is a special kind of power fantasy for me; it's not the fantasy of infinite growth, nor the fantasy of increasing destructive power, it's the much more personal and relatable fantasy of being able to make life decisions without closing other paths.",
            "“I don't have to define myself, I can be anything and everything!”",
            "Screenshots can tell stories that would never be possible with the game mechanics.",
            "Eorzea gives you a couple dozen paths to level up, but a million different ways to look at it."
        ]
    }
]